[
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Using Sequences of Life-events to Predict Human Lives",
      "pub_year": 2023,
      "citation": "",
      "author": "Germans Savcisens and Tina Eliassi-Rad and Lars Kai Hansen and Laust Mortensen and Lau Lilleholt and Anna Rogers and Ingo Zettler and Sune Lehmann",
      "abstract": "Over the past decade, machine learning has revolutionized computers' ability to analyze text through flexible computational models. Due to their structural similarity to written language, transformer-based architectures have also shown promise as tools to make sense of a range of multi-variate sequences from protein-structures, music, electronic health records to weather-forecasts. We can also represent human lives in a way that shares this structural similarity to language. From one perspective, lives are simply sequences of events: People are born, visit the pediatrician, start school, move to a new location, get married, and so on. Here, we exploit this similarity to adapt innovations from natural language processing to examine the evolution and predictability of human lives based on detailed event sequences. We do this by drawing on arguably the most comprehensive registry data in existence, available for an entire nation of more than six million individuals across decades. Our data include information about life-events related to health, education, occupation, income, address, and working hours, recorded with day-to-day resolution. We create embeddings of life-events in a single vector space showing that this embedding space is robust and highly structured. Our models allow us to predict diverse outcomes ranging from early mortality to personality nuances, outperforming state-of-the-art models by a wide margin. Using methods for interpreting deep learning models, we probe the algorithm to understand the factors that enable our predictions. Our framework allows researchers to identify new potential mechanisms that impact life outcomes …"
    },
    "filled": true,
    "author_pub_id": "60I1M-oAAAAJ:MXK_kJrjxJIC",
    "num_citations": 0,
    "pub_url": "https://www.researchsquare.com/article/rs-2975478/latest",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "A Sustainable West? Analyzing Clusters of Public Opinion over Time and Space in a Collection of Multilingual Newspapers (1999-2018)",
      "pub_year": 2023,
      "citation": "Book of, 81, 2023",
      "author": "Elena Fernandez Fernandez and Germans Savcisens",
      "journal": "Book of",
      "pages": "81",
      "abstract": "The United Nations 2030 Agenda for Sustainable Development, organized in seventeen sustainable development goals, is a clear indicator that signals contemporary concerns about the necessity of taking a variety of measures in the present in order to ensure a well-balanced growth of society. Discourses about sustainability, while being relatively new (Drucker), have received some critical attention across fields (Barkemeyer et al., Philippon, Lenz). However, we believe that analyzing how newspapers have encoded sustainability related concepts historically and geographically has not been yet accomplished with enough granularity. In this paper, we will address that research gap by using a multilingual dataset of contemporary newspapers in English, German, French, Italian, and Spanish (The Times, The New York Times, Chicago Daily Herald, The Irish Times, Le Figaro, El Paıs, NZZ, La Stampa) over an observational time of twenty years (1999-2018). Our main goal is to analyze the temporal evolution of geographic clusters of public opinion in Western societies, aiming to detect different routes of public opinion. In order to do so, we first filter our dataset using three key terms aligning with some of the seventeen United Nations Sustainable Development Goals: climate change (matching goal thirteen,“Climate Action”), pollution (matching goals six (“Clean Water and Sanitation”), and twelve (“Responsible Consumption and Production”)), and environment (matching goal fifteen,“Life on Land”). We have selected these three terms as a first exploratory approach to the analysis of press coverage on sustainability discourses. Seeking to round up our …"
    },
    "filled": true,
    "author_pub_id": "60I1M-oAAAAJ:_kc_bZDykSQC",
    "num_citations": 0,
    "pub_url": "https://pure.au.dk/portal/files/313268479/DHNB2023_BookofAbstracts.pdf#page=103",
    "cites_per_year": {}
  }
]