[
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Blending of heritable recognition cues among ant nestmates creates distinct colony gestalt odours but prevents within‐colony nepotism",
      "pub_year": 2010,
      "citation": "Journal of evolutionary biology 23 (7), 1498-1508, 2010",
      "author": "Jelle Stijn van Zweden and Josefine B Brask and Jan H Christensen and Jacobus Jan Boomsma and Timothy Arnold Linksvayer and Patrizia d’ETTORRE",
      "journal": "Journal of evolutionary biology",
      "volume": "23",
      "number": "7",
      "pages": "1498-1508",
      "publisher": "Wiley/Blackwell (10.1111)",
      "abstract": "The evolution of sociality is facilitated by the recognition of close kin, but if kin recognition is too accurate, nepotistic behaviour within societies can dissolve social cohesion. In social insects, cuticular hydrocarbons act as nestmate recognition cues and are usually mixed among colony members to create a Gestalt odour. Although earlier studies have established that hydrocarbon profiles are influenced by heritable factors, transfer among nestmates and additional environmental factors, no studies have quantified these relative contributions for separate compounds. Here, we use the ant Formica rufibarbis in a cross‐fostering design to test the degree to which hydrocarbons are heritably synthesized by young workers and transferred by their foster workers. Bioassays show that nestmate recognition has a significant heritable component. Multivariate quantitative analyses based on 38 hydrocarbons reveal that a subset …"
    },
    "filled": true,
    "author_pub_id": "9xWyA_8AAAAJ:d1gkVwhDpl0C",
    "num_citations": 102,
    "citedby_url": "/scholar?hl=en&cites=9130764124898834289",
    "cites_id": [
      "9130764124898834289"
    ],
    "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1420-9101.2010.02020.x",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cbd5QJj9tn4J:scholar.google.com/",
    "cites_per_year": {
      "2010": 1,
      "2011": 13,
      "2012": 5,
      "2013": 20,
      "2014": 4,
      "2015": 10,
      "2016": 9,
      "2017": 5,
      "2018": 5,
      "2019": 6,
      "2020": 9,
      "2021": 8,
      "2022": 3,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Evolution of non-kin cooperation: social assortment by cooperative phenotype in guppies",
      "pub_year": 2019,
      "citation": "Royal Society Open Science 6 (1), 181493, 2019",
      "author": "Josefine Bohr Brask and Darren P Croft and Mathew Edenbrow and Richard James and Bronwyn H Bleakley and Indar W Ramnarine and Robert JP Heathcote and Charles R Tyler and Patrick B Hamilton and Torben Dabelsteen and Safi K Darden",
      "journal": "Royal Society Open Science",
      "volume": "6",
      "number": "1",
      "pages": "181493",
      "publisher": "The Royal Society",
      "abstract": "Cooperation among non-kin constitutes a conundrum for evolutionary biology. Theory suggests that non-kin cooperation can evolve if individuals differ consistently in their cooperative phenotypes and assort socially by these, such that cooperative individuals interact predominantly with one another. However, our knowledge of the role of cooperative phenotypes in the social structuring of real-world animal populations is minimal. In this study, we investigated cooperative phenotypes and their link to social structure in wild Trinidadian guppies (Poecilia reticulata). We first investigated whether wild guppies are repeatable in their individual levels of cooperativeness (i.e. have cooperative phenotypes) and found evidence for this in seven out of eight populations, a result which was mostly driven by females. We then examined the social network structure of one of these populations where the expected fitness impact of …"
    },
    "filled": true,
    "author_pub_id": "9xWyA_8AAAAJ:u5HHmVD_uO8C",
    "num_citations": 27,
    "citedby_url": "/scholar?hl=en&cites=3448795403346282773",
    "cites_id": [
      "3448795403346282773"
    ],
    "pub_url": "https://royalsocietypublishing.org/doi/abs/10.1098/rsos.181493",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FYl0lyWV3C8J:scholar.google.com/",
    "cites_per_year": {
      "2018": 1,
      "2019": 3,
      "2020": 3,
      "2021": 9,
      "2022": 8,
      "2023": 3
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Social preferences based on sexual attractiveness: a female strategy to reduce male sexual attention",
      "pub_year": 2012,
      "citation": "Proceedings of the Royal Society B: Biological Sciences 279 (1734), 1748-1753, 2012",
      "author": "Josefine B Brask and Darren P Croft and Katharine Thompson and Torben Dabelsteen and Safi K Darden",
      "journal": "Proceedings of the Royal Society B: Biological Sciences",
      "volume": "279",
      "number": "1734",
      "pages": "1748-1753",
      "publisher": "The Royal Society",
      "abstract": "Male sexual harassment of females is common across sexually reproducing species and can result in fitness costs to females. We hypothesized that females can reduce unwanted male attention by constructing a social niche where their female associates are more sexually attractive than themselves, thus influencing the decision-making of males to their advantage. We tested this hypothesis in the Trinidadian guppy (Poecilia reticulata), a species with high levels of male sexual harassment. First, we confirmed that non-receptive females were harassed less when they were paired with a more sexually attractive (receptive) female than with another non-receptive female. We then found that, indeed, females exploit this as a strategy to reduce sexual harassment; non-receptive females actively preferred to associate with receptive over non-receptive females. Importantly, when given access only to chemosensory cues …"
    },
    "filled": true,
    "author_pub_id": "9xWyA_8AAAAJ:u-x6o8ySG0sC",
    "num_citations": 25,
    "citedby_url": "/scholar?hl=en&cites=10121174894577800432",
    "cites_id": [
      "10121174894577800432"
    ],
    "pub_url": "https://royalsocietypublishing.org/doi/abs/10.1098/rspb.2011.2212",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8FTpPPGidYwJ:scholar.google.com/",
    "cites_per_year": {
      "2012": 2,
      "2013": 0,
      "2014": 1,
      "2015": 3,
      "2016": 3,
      "2017": 3,
      "2018": 4,
      "2019": 3,
      "2020": 2,
      "2021": 2,
      "2022": 1,
      "2023": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Seasonal variation and stability across years in a social network of wild giraffe",
      "pub_year": 2019,
      "citation": "Animal Behaviour 157, 95-104, 2019",
      "author": "Steffen G Prehn and Barbara E Laesser and Cecilie G Clausen and Kristina Jønck and Torben Dabelsteen and Josefine B Brask",
      "journal": "Animal Behaviour",
      "volume": "157",
      "pages": "95-104",
      "publisher": "Academic Press",
      "abstract": "Animal social networks have been studied intensively in the last decade, but there are relatively few studies of their temporal stability and variation, including the influence of season. We quantified the social network structure across time of a population of wild giraffe, Giraffa camelopardalis, in South Africa. Our aim was to investigate differences between dry and wet seasons and stability across years of giraffe social structure. We found temporal stability in terms of association patterns across years, including between seasons, for the population as a whole and for each sex separately. A comparison of the mean social connectedness of individuals between the wet and dry seasons revealed significant differences, with individuals having more social ties and being stronger socially connected in the wet season. Further analyses revealed that this result stemmed from differences in female–female and intersexual …"
    },
    "filled": true,
    "author_pub_id": "9xWyA_8AAAAJ:2osOgNQ5qMEC",
    "num_citations": 22,
    "citedby_url": "/scholar?hl=en&cites=2423422318158286592",
    "cites_id": [
      "2423422318158286592"
    ],
    "pub_url": "https://www.sciencedirect.com/science/article/pii/S0003347219302787",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:AA-ULsK5oSEJ:scholar.google.com/",
    "cites_per_year": {
      "2019": 1,
      "2020": 0,
      "2021": 10,
      "2022": 10,
      "2023": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Trinidadian guppies use a social heuristic that can support cooperation among non-kin",
      "pub_year": 2020,
      "citation": "Proceedings of the Royal Society B 287 (1934), 20200487, 2020",
      "author": "Safi K Darden and Richard James and James M Cave and Josefine Bohr Brask and Darren P Croft",
      "journal": "Proceedings of the Royal Society B",
      "volume": "287",
      "number": "1934",
      "pages": "20200487",
      "publisher": "The Royal Society",
      "abstract": "Cooperation among non-kin is well documented in humans and widespread in non-human animals, but explaining the occurrence of cooperation in the absence of inclusive fitness benefits has proven a significant challenge. Current theoretical explanations converge on a single point: cooperators can prevail when they cluster in social space. However, we know very little about the real-world mechanisms that drive such clustering, particularly in systems where cognitive limitations make it unlikely that mechanisms such as score keeping and reputation are at play. Here, we show that Trinidadian guppies (Poecilia reticulata) use a ‘walk away’ strategy, a simple social heuristic by which assortment by cooperativeness can come about among mobile agents. Guppies cooperate during predator inspection and we found that when experiencing defection in this context, individuals prefer to move to a new social …"
    },
    "filled": true,
    "author_pub_id": "9xWyA_8AAAAJ:UeHWp8X0CEIC",
    "num_citations": 13,
    "citedby_url": "/scholar?hl=en&cites=5301822854617647161",
    "cites_id": [
      "5301822854617647161"
    ],
    "pub_url": "https://royalsocietypublishing.org/doi/abs/10.1098/rspb.2020.0487",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OUiIx8vbk0kJ:scholar.google.com/",
    "cites_per_year": {
      "2020": 1,
      "2021": 6,
      "2022": 4,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Animal social networks: an introduction for complex systems scientists",
      "pub_year": 2021,
      "citation": "Journal of Complex Networks 9 (2), cnab001, 2021",
      "author": "Josefine Bohr Brask and Samuel Ellis and Darren P Croft",
      "journal": "Journal of Complex Networks",
      "volume": "9",
      "number": "2",
      "pages": "cnab001",
      "abstract": "Many animals live in societies where individuals frequently interact socially with each other. The social structures of these systems can be studied in depth by means of network analysis. A large number of studies on animal social networks in many species have in recent years been carried out in the biological research field of animal behaviour and have provided new insights into behaviour, ecology and social evolution. This line of research is currently not so well connected to the field of complex systems as could be expected. The purpose of this article is to provide an introduction to animal social networks for complex systems scientists and highlight areas of synergy. We believe that an increased integration of animal social networks with the interdisciplinary field of complex systems, and networks would be beneficial for various reasons. Increased collaboration between researchers in this field and biologists …"
    },
    "filled": true,
    "author_pub_id": "9xWyA_8AAAAJ:qjMakFHDy7sC",
    "num_citations": 12,
    "citedby_url": "/scholar?hl=en&cites=13752527920914374200",
    "cites_id": [
      "13752527920914374200"
    ],
    "pub_url": "https://academic.oup.com/comnet/article-abstract/9/2/cnab001/6295425",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OB6-sUfL2r4J:scholar.google.com/",
    "cites_per_year": {
      "2020": 2,
      "2021": 1,
      "2022": 5,
      "2023": 4
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Ageing in a collective: the impact of ageing individuals on social network structure",
      "pub_year": 2023,
      "citation": "Philosophical Transactions of the Royal Society B 378 (1874), 20220061, 2023",
      "author": "Erin R Siracusa and André S Pereira and Josefine Bohr Brask and Josué E Negron-Del Valle and Daniel Phillips and Cayo Biobank Research Unit and Michael L Platt and James P Higham and Noah Snyder-Mackler and Lauren JN Brent",
      "journal": "Philosophical Transactions of the Royal Society B",
      "volume": "378",
      "number": "1874",
      "pages": "20220061",
      "publisher": "The Royal Society",
      "abstract": "Ageing affects many phenotypic traits, but its consequences for social behaviour have only recently become apparent. Social networks emerge from associations between individuals. The changes in sociality that occur as individuals get older are thus likely to impact network structure, yet this remains unstudied. Here we use empirical data from free-ranging rhesus macaques and an agent-based model to test how age-based changes in social behaviour feed up to influence: (i) an individual's level of indirect connectedness in their network and (ii) overall patterns of network structure. Our empirical analyses revealed that female macaques became less indirectly connected as they aged for some, but not for all network measures examined. This suggests that indirect connectivity is affected by ageing, and that ageing animals can remain well integrated in some social contexts. Surprisingly, we did not find evidence for …"
    },
    "filled": true,
    "author_pub_id": "9xWyA_8AAAAJ:Y0pCki6q_DkC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=12206880494281079879",
    "cites_id": [
      "12206880494281079879"
    ],
    "pub_url": "https://royalsocietypublishing.org/doi/abs/10.1098/rstb.2022.0061",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:R7xEfSKNZ6kJ:scholar.google.com/",
    "cites_per_year": {
      "2023": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Linking social network structure and function to social preferences",
      "pub_year": 2023,
      "citation": "arXiv e-prints, arXiv: 2303.08107, 2023",
      "author": "Josefine Bohr Brask and Andreas Koher and Darren P Croft and Sune Lehmann",
      "journal": "arXiv e-prints",
      "pages": "arXiv: 2303.08107",
      "abstract": "Social network structures play an important role in the lives of humans and non-human animals by affecting wellbeing, the spread of disease and information, and evolutionary processes. Nevertheless, we still lack a good understanding of how these structures emerge from individual behaviour. Here we present a general model for the emergence of social structures, which is based on a key aspect of real social systems observed across species, namely social preferences for traits (individual characteristics such as age, sex, etc.). We first show that the model can generate diverse artificial social structures, and consider its potential for being combined with real network data. We then use the model to gain fundamental insights into how two main categories of social preferences (similarity and popularity) affect social structure and function. The results show that the types of social preference, in combination with the …"
    },
    "filled": true,
    "author_pub_id": "9xWyA_8AAAAJ:W7OEmFMy1HYC",
    "num_citations": 0,
    "pub_url": "https://ui.adsabs.harvard.edu/abs/2023arXiv230308107B/abstract",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Animal social networks",
      "pub_year": 2021,
      "citation": "",
      "author": "Josefine Bohr Brask and Samuel Ellis and Darren P Croft",
      "abstract": "Many animals live in societies where individuals frequently interact socially with each other. The social structures of these systems can be studied in depth by means of network analysis. A large number of studies on animal social networks in many species have in recent years been carried out in the biological research field of animal behaviour and have provided new insights into behaviour, ecology and social evolution. This line of research is currently not so well connected to the field of complex systems as could be expected. The purpose of this article is to provide an introduction to animal social networks for complex systems scientists and highlight areas of synergy. We believe that an increased integration of animal social networks with the interdisciplinary field of complex systems, and networks would be beneficial for various reasons. Increased collaboration between researchers in this field and biologists studying animal social systems could be valuable in solving challenges that are of importance to animal social network research. Furthermore, animal social networks provide the opportunity to investigate hypotheses about complex systems across a range of natural real-world social systems. In this article, we describe what animal social networks are and main research themes where they are studied; we give an overview of the methods commonly used to study animal social networks; we highlight challenges in the study of animal social networks where complex systems expertise may be particularly valuable; and we consider aspects of animal social networks that may be of particular interest to complex systems researchers. We hope that …"
    },
    "filled": true,
    "author_pub_id": "9xWyA_8AAAAJ:zYLM7Y9cAGgC",
    "num_citations": 0,
    "pub_url": "https://orbit.dtu.dk/files/258688001/cnab001.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:m5PCsFl-HZgJ:scholar.google.com/",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Animal social networks--an introduction for complex systems scientists",
      "pub_year": 2020,
      "citation": "arXiv e-prints, arXiv: 2005.09598, 2020",
      "author": "Josefine Bohr Brask and Samuel Ellis and Darren P Croft",
      "journal": "arXiv e-prints",
      "pages": "arXiv: 2005.09598",
      "abstract": "Many animals live in societies where individuals frequently interact socially with each other. The social structures of these systems can be studied in depth by means of network analysis. A large number of studies on animal social networks in many species have in recent years been carried out in the biological research field of animal behaviour and have provided new insights into behaviour, ecology, and social evolution. This line of research is currently not so well connected to the field of complex systems as could be expected. The purpose of this paper is to provide an introduction to animal social networks for complex systems scientists and highlight areas of synergy. We believe that an increased integration of animal social networks with the interdisciplinary field of complex systems and networks would be beneficial for various reasons. Increased collaboration between researchers in this field and biologists …"
    },
    "filled": true,
    "author_pub_id": "9xWyA_8AAAAJ:Tyk-4Ss8FVUC",
    "num_citations": 0,
    "pub_url": "https://ui.adsabs.harvard.edu/abs/2020arXiv200509598B/abstract",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Connected cooperators and Trojan horses: How correlations between cooperativeness and social connectedness affect the evolution of cooperation",
      "pub_year": 2019,
      "citation": "arXiv preprint arXiv:1908.05923, 2019",
      "author": "Josefine Bohr Brask and Jonatan Bohr Brask",
      "journal": "arXiv preprint arXiv:1908.05923",
      "abstract": "Cooperative behaviour constitutes a key aspect of both human society and non-human animal systems, but explaining how cooperation evolves represents a major scientific challenge. It is now well established that social network structure plays a central role for the viability of cooperation. However, not much is known about the importance of the positions of cooperators in the networks for the evolution of cooperation. Here, we investigate how cooperation is affected by correlations between cooperativeness and individual social connectedness. Using simulation models, we find that the effect of correlation between cooperativeness and connectedness (degree) depends on the social network structure, with positive effect in standard scale-free networks and no effect in standard Poisson networks. Furthermore, when degree assortativity is increased such that individuals cluster with others of similar social connectedness, we find that bridge areas between social clusters can act as barriers to the spread of defection, leading to strong enhancement of cooperation in particular in Poisson networks. But this effect is sensitive to the presence of Trojan horses (defectors placed within cooperator clusters). The study provides new knowledge about the conditions under which cooperation may evolve and persist, and the results are also relevant to consider in regard to human cooperation experiments."
    },
    "filled": true,
    "author_pub_id": "9xWyA_8AAAAJ:IjCSPb-OGe4C",
    "num_citations": 0,
    "pub_url": "https://arxiv.org/abs/1908.05923",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vl5zJHiVMBkJ:scholar.google.com/",
    "cites_per_year": {}
  }
]