[
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Link communities reveal multiscale complexity in networks",
      "pub_year": 2010,
      "citation": "Nature 466 (7307), 761-764, 2010",
      "author": "Yong-Yeol Ahn and James P Bagrow and Sune Lehmann",
      "journal": "Nature",
      "volume": "466",
      "number": "7307",
      "pages": "761-764",
      "publisher": "Nature Publishing Group",
      "abstract": "Networks have become a key approach to understanding systems of interacting objects, unifying the study of diverse phenomena including biological organisms and human society,,. One crucial step when studying the structure and dynamics of networks is to identify communities,: groups of related nodes that correspond to functional subunits such as protein complexes, or social spheres,,. Communities in networks often overlap, such that nodes simultaneously belong to several groups. Meanwhile, many networks are known to possess hierarchical organization, where communities are recursively grouped into a hierarchical structure,,. However, the fact that many real networks have communities with pervasive overlap, where each and every node belongs to more than one group, has the consequence that a global hierarchy of nodes cannot capture the relationships between overlapping groups. Here we reinvent …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:u-x6o8ySG0sC",
    "num_citations": 2296,
    "citedby_url": "/scholar?hl=en&cites=18136709705631845657,4212925806019258309,2199214595872578235",
    "cites_id": [
      "18136709705631845657",
      "4212925806019258309",
      "2199214595872578235"
    ],
    "pub_url": "https://www.nature.com/articles/nature09182",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Gc2QhmKJsvsJ:scholar.google.com/",
    "cites_per_year": {
      "2009": 11,
      "2010": 25,
      "2011": 112,
      "2012": 173,
      "2013": 220,
      "2014": 238,
      "2015": 237,
      "2016": 244,
      "2017": 216,
      "2018": 204,
      "2019": 166,
      "2020": 151,
      "2021": 140,
      "2022": 99,
      "2023": 35
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Understanding the demographics of Twitter users",
      "pub_year": 2011,
      "citation": "Proceedings of the International AAAI Conference on Web and Social Media 5 …, 2011",
      "author": "Alan Mislove and Sune Lehmann and Yong-Yeol Ahn and Jukka-Pekka Onnela and James Rosenquist",
      "journal": "Proceedings of the International AAAI Conference on Web and Social Media",
      "volume": "5",
      "number": "1",
      "pages": "554-557",
      "abstract": "Every second, the thoughts and feelings of millions of people across the world are recorded in the form of 140-character tweets using Twitter. However, despite the enormous potential presented by this remarkable data source, we still do not have an understanding of the Twitter population itself: Who are the Twitter users? How representative of the overall population are they? In this paper, we take the first steps towards answering these questions by analyzing data on a set of Twitter users representing over 1% of the US population. We develop techniques that allow us to compare the Twitter population to the US population along three axes (geography, gender, and race/ethnicity), and find that the Twitter population is a highly non-uniform sample of the population."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:LkGwnXOMwfcC",
    "num_citations": 1071,
    "citedby_url": "/scholar?hl=en&cites=14937202355008631436",
    "cites_id": [
      "14937202355008631436"
    ],
    "pub_url": "https://ojs.aaai.org/index.php/ICWSM/article/view/14168",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jPJqtGaaS88J:scholar.google.com/",
    "cites_per_year": {
      "2012": 29,
      "2013": 49,
      "2014": 78,
      "2015": 96,
      "2016": 105,
      "2017": 127,
      "2018": 115,
      "2019": 117,
      "2020": 103,
      "2021": 115,
      "2022": 87,
      "2023": 30
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Using millions of emoji occurrences to learn any-domain representations for detecting sentiment, emotion and sarcasm",
      "pub_year": 2017,
      "citation": "Proceedings of the 2017 Conference on Empirical Methods in Natural Language …, 2017",
      "author": "Bjarke Felbo and Alan Mislove and Anders Søgaard and Iyad Rahwan and Sune Lehmann",
      "conference": "Proceedings of the 2017 Conference on Empirical Methods in Natural Language Processing (EMNLP)",
      "pages": "1615–1625",
      "publisher": "Publisher: Association for Computational Linguistics (ACL)",
      "abstract": "NLP tasks are often limited by scarcity of manually annotated data. In social media sentiment analysis and related tasks, researchers have therefore used binarized emoticons and specific hashtags as forms of distant supervision. Our paper shows that by extending the distant supervision to a more diverse set of noisy labels, the models can learn richer representations. Through emoji prediction on a dataset of 1246 million tweets containing one of 64 common emojis we obtain state-of-the-art performance on 8 benchmark datasets within sentiment, emotion and sarcasm detection using a single pretrained model. Our analyses confirm that the diversity of our emotional labels yield a performance improvement over previous distant supervision approaches."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:pAkWuXOU-OoC",
    "num_citations": 799,
    "citedby_url": "/scholar?hl=en&cites=18302390388674057994",
    "cites_id": [
      "18302390388674057994"
    ],
    "pub_url": "https://arxiv.org/abs/1708.00524",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CtdwmRYn__0J:scholar.google.com/",
    "cites_per_year": {
      "2017": 5,
      "2018": 103,
      "2019": 152,
      "2020": 165,
      "2021": 174,
      "2022": 141,
      "2023": 53
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Mobile phone data for informing public health actions across the COVID-19 pandemic life cycle",
      "pub_year": 2020,
      "citation": "Science advances 6 (23), eabc0764, 2020",
      "author": "Nuria Oliver and Bruno Lepri and Harald Sterly and Renaud Lambiotte and Sébastien Deletaille and Marco De Nadai and Emmanuel Letouzé and Albert Ali Salah and Richard Benjamins and Ciro Cattuto and Vittoria Colizza and Nicolas De Cordes and Samuel P Fraiberger and Till Koebe and Sune Lehmann and Juan Murillo and Alex Pentland and Phuong N Pham and Frédéric Pivetta and Jari Saramäki and Samuel V Scarpino and Michele Tizzoni and Stefaan Verhulst and Patrick Vinck",
      "volume": "6",
      "number": "23",
      "pages": "eabc0764",
      "publisher": "American Association for the Advancement of Science",
      "abstract": "The coronavirus 2019–2020 pandemic (COVID-19) poses unprecedented challenges for governments and societies around the world (1). Nonpharmaceutical interventions have proven to be critical for delaying and containing the COVID-19 pandemic (2–6). These include testing and tracing, bans on large gatherings, nonessential business and school and university closures, international and domestic mobility restrictions and physical isolation, and total lockdowns of regions and countries. Decision-making and evaluation or such interventions during all stages of the pandemic life cycle require specific, reliable, and timely data not only about infections but also about human behavior, especially mobility and physical copresence. We argue that mobile phone data, when used properly and carefully, represents a critical arsenal of tools for supporting public health actions across early-, middle-, and late-stage phases …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:QsaTk4IG4EwC",
    "num_citations": 590,
    "citedby_url": "/scholar?hl=en&cites=14802849257035830659,8539276415820277783",
    "cites_id": [
      "14802849257035830659",
      "8539276415820277783"
    ],
    "pub_url": "https://www.science.org/doi/abs/10.1126/sciadv.abc0764",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:g5VGbfhIbs0J:scholar.google.com/",
    "cites_per_year": {
      "2020": 157,
      "2021": 235,
      "2022": 148,
      "2023": 43
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Measuring large-scale social networks with high resolution.",
      "pub_year": 2014,
      "citation": "PLOS One 9 (4), e95978, 2014",
      "author": "Arkadiusz Stopczynski and Vedran Sekara and Piotr Sapiezynski and Andrea Cuttone and Jakob Eg Larsen and Sune Lehmann",
      "journal": "PLOS One",
      "volume": "9",
      "number": "4",
      "pages": "e95978",
      "abstract": "This paper describes the deployment of a large-scale study designed to measure human interactions across a variety of communication channels, with high temporal resolution and spanning multiple years—the Copenhagen Networks Study. Specifically, we collect data on face-to-face interactions, telecommunication, social networks, location, and background information (personality, demographics, health, politics) for a densely connected population of 1 000 individuals, using state-of-the-art smartphones as social sensors. Here we provide an overview of the related work and describe the motivation and research agenda driving the study. Additionally, the paper details the data-types measured, and the technical infrastructure in terms of both backend and phone software, as well as an outline of the deployment procedures. We document the participant privacy procedures and their underlying principles. The paper is concluded with early results from data analysis, illustrating the importance of multi-channel high-resolution approach to data collection."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:prdVHNxh-e8C",
    "num_citations": 434,
    "citedby_url": "/scholar?hl=en&cites=12500309754685289629,15277741872265698677",
    "cites_id": [
      "12500309754685289629",
      "15277741872265698677"
    ],
    "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0095978",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nfRdDn4Feq0J:scholar.google.com/",
    "cites_per_year": {
      "2014": 13,
      "2015": 30,
      "2016": 45,
      "2017": 44,
      "2018": 63,
      "2019": 63,
      "2020": 68,
      "2021": 57,
      "2022": 33,
      "2023": 15
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Measures for measures",
      "pub_year": 2006,
      "citation": "Nature 444 (7122), 1003-1004, 2006",
      "author": "Sune Lehmann and Andrew D Jackson and Benny E Lautrup",
      "journal": "Nature",
      "volume": "444",
      "number": "7122",
      "pages": "1003-1004",
      "publisher": "Nature Publishing Group",
      "abstract": "Are some ways of measuring scientific quality better than others? Sune Lehmann, Andrew D. Jackson and Benny E. Lautrup analyse the reliability of commonly used methods for comparing citation records."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:u5HHmVD_uO8C",
    "num_citations": 407,
    "citedby_url": "/scholar?hl=en&cites=5354538730994157681,13580474767246516695",
    "cites_id": [
      "5354538730994157681",
      "13580474767246516695"
    ],
    "pub_url": "https://www.nature.com/articles/4441003a",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cUj6NJskT0oJ:scholar.google.com/",
    "cites_per_year": {
      "2007": 21,
      "2008": 20,
      "2009": 39,
      "2010": 34,
      "2011": 42,
      "2012": 30,
      "2013": 32,
      "2014": 28,
      "2015": 28,
      "2016": 18,
      "2017": 21,
      "2018": 22,
      "2019": 22,
      "2020": 15,
      "2021": 10,
      "2022": 11,
      "2023": 8
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "The fundamental structures of dynamic social networks",
      "pub_year": 2016,
      "citation": "Proceedings of the National Academy of Sciences of the United States of …, 2016",
      "author": "Vedran Sekara and Arkadiusz Stopczynski and Sune Lehmann",
      "journal": "Proceedings of the National Academy of Sciences of the United States of America",
      "volume": "113",
      "number": "36",
      "pages": "9977–9982",
      "abstract": "Social systems are in a constant state of flux, with dynamics spanning from minute-by-minute changes to patterns present on the timescale of years. Accurate models of social dynamics are important for understanding the spreading of influence or diseases, formation of friendships, and the productivity of teams. Although there has been much progress on understanding complex networks over the past decade, little is known about the regularities governing the microdynamics of social networks. Here, we explore the dynamic social network of a densely-connected population of ∼1,000 individuals and their interactions in the network of real-world person-to-person proximity measured via Bluetooth, as well as their telecommunication networks, online social media contacts, geolocation, and demographic data. These high-resolution data allow us to observe social groups directly, rendering community detection …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:WC9gN4BGCRcC",
    "num_citations": 274,
    "citedby_url": "/scholar?hl=en&cites=7818427429620531087,6392652708180728571,9542313956703722999",
    "cites_id": [
      "7818427429620531087",
      "6392652708180728571",
      "9542313956703722999"
    ],
    "pub_url": "https://www.pnas.org/doi/abs/10.1073/pnas.1602803113",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:j7-zzFKigGwJ:scholar.google.com/",
    "cites_per_year": {
      "2015": 1,
      "2016": 10,
      "2017": 26,
      "2018": 46,
      "2019": 44,
      "2020": 50,
      "2021": 49,
      "2022": 30,
      "2023": 15
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Evidence of Complex Contagion of Information in Social Media: An Experiment Using Twitter Bots",
      "pub_year": 2017,
      "citation": "PLOS ONE 12 (9), e0184148, 2017",
      "author": "Bjarke Mønsted and Piotr Sapieżyński and Emilio Ferrara and Sune Lehmann",
      "journal": "PLOS ONE",
      "volume": "12",
      "number": "9",
      "pages": "e0184148",
      "publisher": "PLOS",
      "abstract": "It has recently become possible to study the dynamics of information diffusion in techno-social systems at scale, due to the emergence of online platforms, such as Twitter, with millions of users. One question that systematically recurs is whether information spreads according to simple or complex dynamics: does each exposure to a piece of information have an independent probability of a user adopting it (simple contagion), or does this probability depend instead on the number of sources of exposure, increasing above some threshold (complex contagion)? Most studies to date are observational and, therefore, unable to disentangle the effects of confounding factors such as social reinforcement, homophily, limited attention, or network community structure. Here we describe a novel controlled experiment that we performed on Twitter using ‘social bots’ deployed to carry out coordinated attempts at spreading information. We propose two Bayesian statistical models describing simple and complex contagion dynamics, and test the competing hypotheses. We provide experimental evidence that the complex contagion model describes the observed information diffusion behavior more accurately than simple contagion. Future applications of our results include more effective defenses against malicious propaganda campaigns on social media, improved marketing and advertisement strategies, and design of effective network intervention techniques."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:-95Q15plzcUC",
    "num_citations": 260,
    "citedby_url": "/scholar?hl=en&cites=11391574391947131167",
    "cites_id": [
      "11391574391947131167"
    ],
    "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0184148",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:H_lx6I0AF54J:scholar.google.com/",
    "cites_per_year": {
      "2017": 4,
      "2018": 27,
      "2019": 44,
      "2020": 47,
      "2021": 54,
      "2022": 62,
      "2023": 17
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Accelerating dynamics of collective attention",
      "pub_year": 2019,
      "citation": "Nature communications 10 (1), 1759, 2019",
      "author": "Philipp Lorenz-Spreen and Bjarke Mørch Mønsted and Philipp Hövel and Sune Lehmann",
      "journal": "Nature communications",
      "volume": "10",
      "number": "1",
      "pages": "1759",
      "publisher": "Nature Publishing Group UK",
      "abstract": "With news pushed to smart phones in real time and social media reactions spreading across the globe in seconds, the public discussion can appear accelerated and temporally fragmented. In longitudinal datasets across various domains, covering multiple decades, we find increasing gradients and shortened periods in the trajectories of how cultural items receive collective attention. Is this the inevitable conclusion of the way information is disseminated and consumed? Our findings support this hypothesis. Using a simple mathematical model of topics competing for finite collective attention, we are able to explain the empirical data remarkably well. Our modeling suggests that the accelerating ups and downs of popular content are driven by increasing production and consumption of content, resulting in a more rapid exhaustion of limited attention resources. In the interplay with competition for novelty, this causes …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:QUX0mv85b1cC",
    "num_citations": 237,
    "citedby_url": "/scholar?hl=en&cites=406511770698522173",
    "cites_id": [
      "406511770698522173"
    ],
    "pub_url": "https://www.nature.com/articles/s41467-019-09311-w",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PR6AOU04pAUJ:scholar.google.com/",
    "cites_per_year": {
      "2019": 11,
      "2020": 50,
      "2021": 74,
      "2022": 68,
      "2023": 32
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Citation networks in high energy physics",
      "pub_year": 2003,
      "citation": "Physical Review E 68 (2), 026113, 2003",
      "author": "S Lehmann and B Lautrup and AD Jackson",
      "journal": "Physical Review E",
      "volume": "68",
      "number": "2",
      "pages": "026113",
      "publisher": "American Physical Society",
      "abstract": "The citation network constituted by the SPIRES database is investigated empirically. The probability that a given paper in the SPIRES database has k citations is well described by simple power laws, P (k)∝ k− α, with α≈ 1.2 for k less than 50 citations and α≈ 2.3 for 50 or more citations. A consideration of citation distribution by subfield shows that the citation patterns of high energy physics form a remarkably homogeneous network. Further, we utilize the knowledge of the citation distributions to demonstrate the extreme improbability that the citation records of selected individuals and institutions have been obtained by a random draw on the resulting distribution."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:d1gkVwhDpl0C",
    "num_citations": 190,
    "citedby_url": "/scholar?hl=en&cites=4796323387381766777",
    "cites_id": [
      "4796323387381766777"
    ],
    "pub_url": "https://journals.aps.org/pre/abstract/10.1103/PhysRevE.68.026113",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:edrJdLX2j0IJ:scholar.google.com/",
    "cites_per_year": {
      "2002": 1,
      "2003": 1,
      "2004": 4,
      "2005": 9,
      "2006": 11,
      "2007": 16,
      "2008": 12,
      "2009": 13,
      "2010": 12,
      "2011": 13,
      "2012": 9,
      "2013": 8,
      "2014": 13,
      "2015": 9,
      "2016": 6,
      "2017": 9,
      "2018": 7,
      "2019": 5,
      "2020": 12,
      "2021": 5,
      "2022": 10,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Biclique communities",
      "pub_year": 2008,
      "citation": "Physical Review E 78 (1), 016108, 2008",
      "author": "Sune Lehmann and Martin Schwartz and Lars Kai Hansen",
      "journal": "Physical Review E",
      "volume": "78",
      "number": "1",
      "pages": "016108",
      "publisher": "American Physical Society",
      "abstract": "We present a method for detecting communities in bipartite networks. Based on an extension of the k-clique community detection algorithm, we demonstrate how modular structure in bipartite networks presents itself as overlapping bicliques. If bipartite information is available, the biclique community detection algorithm retains all of the advantages of the k-clique algorithm, but avoids discarding important structural information when performing a one-mode projection of the network. Further, the biclique community detection algorithm provides a level of flexibility by incorporating independent clique thresholds for each of the nonoverlapping node sets in the bipartite network."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:9yKSN-GCB0IC",
    "num_citations": 179,
    "citedby_url": "/scholar?hl=en&cites=1001605487481556608",
    "cites_id": [
      "1001605487481556608"
    ],
    "pub_url": "https://journals.aps.org/pre/abstract/10.1103/PhysRevE.78.016108",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gI5rVuJq5g0J:scholar.google.com/",
    "cites_per_year": {
      "2007": 2,
      "2008": 5,
      "2009": 7,
      "2010": 13,
      "2011": 8,
      "2012": 11,
      "2013": 15,
      "2014": 20,
      "2015": 10,
      "2016": 11,
      "2017": 8,
      "2018": 15,
      "2019": 21,
      "2020": 8,
      "2021": 7,
      "2022": 13,
      "2023": 3
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Evidence for a conserved quantity in human mobility",
      "pub_year": 2018,
      "citation": "Nature Human Behavior, 2018",
      "author": "Laura Alessandretti and Piotr Sapiezynski and Vedran Sekara and Sune Lehmann and Andrea Baronchelli",
      "journal": "Nature Human Behavior",
      "publisher": "Springer Nature",
      "abstract": "Recent seminal works on human mobility have shown that individuals constantly exploit a small set of repeatedly visited locations–. A concurrent study has emphasized the explorative nature of human behaviour, showing that the number of visited places grows steadily over time–. How to reconcile these seemingly contradicting facts remains an open question. Here, we analyse high-resolution multi-year traces of ~40,000 individuals from 4 datasets and show that this tension vanishes when the long-term evolution of mobility patterns is considered. We reveal that mobility patterns evolve significantly yet smoothly, and that the number of familiar locations an individual visits at any point is a conserved quantity with a typical size of ~25. We use this finding to improve state-of-the-art modelling of human mobility,. Furthermore, shifting the attention from aggregated quantities to individual behaviour, we show that the size …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:U_HPUtbDl20C",
    "num_citations": 168,
    "citedby_url": "/scholar?hl=en&cites=12724142067619020998",
    "cites_id": [
      "12724142067619020998"
    ],
    "pub_url": "https://www.nature.com/articles/s41562-018-0364-x",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xkAJjMs7lbAJ:scholar.google.com/",
    "cites_per_year": {
      "2017": 1,
      "2018": 11,
      "2019": 25,
      "2020": 34,
      "2021": 45,
      "2022": 29,
      "2023": 21
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Tracking human mobility using wifi signals",
      "pub_year": 2015,
      "citation": "PloS one 10 (7), e0130824, 2015",
      "author": "Piotr Sapiezynski and Arkadiusz Stopczynski and Radu Gatej and Sune Lehmann",
      "journal": "PloS one",
      "volume": "10",
      "number": "7",
      "pages": "e0130824",
      "publisher": "Public Library of Science",
      "abstract": "We study six months of human mobility data, including WiFi and GPS traces recorded with high temporal resolution, and find that time series of WiFi scans contain a strong latent location signal. In fact, due to inherent stability and low entropy of human mobility, it is possible to assign location to WiFi access points based on a very small number of GPS samples and then use these access points as location beacons. Using just one GPS observation per day per person allows us to estimate the location of, and subsequently use, WiFi access points to account for 80% of mobility across a population. These results reveal a great opportunity for using ubiquitous WiFi routers for high-resolution outdoor positioning, but also significant privacy implications of such side-channel location tracking."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:6bLC7aUMtPcC",
    "num_citations": 168,
    "citedby_url": "/scholar?hl=en&cites=499172274813420443,15449323981246468982",
    "cites_id": [
      "499172274813420443",
      "15449323981246468982"
    ],
    "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0130824",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:m0P6CYpq7QYJ:scholar.google.com/",
    "cites_per_year": {
      "2014": 1,
      "2015": 2,
      "2016": 7,
      "2017": 29,
      "2018": 26,
      "2019": 24,
      "2020": 32,
      "2021": 26,
      "2022": 11,
      "2023": 8
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Class attendance, peer similarity, and academic performance in a large field study",
      "pub_year": 2017,
      "citation": "PLOS ONE 12, e0187078, 2017",
      "author": "Valentin Kassarnig and Andreas Bjerre-Nielsen and Enys Mones and Sune Lehmann and David Dreyer Lassen",
      "journal": "PLOS ONE",
      "volume": "12",
      "pages": "e0187078",
      "publisher": "Public Library of Science",
      "abstract": "Identifying the factors that determine academic performance is an essential part of educational research. Existing research indicates that class attendance is a useful predictor of subsequent course achievements. The majority of the literature is, however, based on surveys and self-reports, methods which have well-known systematic biases that lead to limitations on conclusions and generalizability as well as being costly to implement. Here we propose a novel method for measuring class attendance that overcomes these limitations by using location and bluetooth data collected from smartphone sensors. Based on measured attendance data of nearly 1,000 undergraduate students, we demonstrate that early and consistent class attendance strongly correlates with academic performance. In addition, our novel dataset allows us to determine that attendance among social peers was substantially correlated (>0.5), suggesting either an important peer effect or homophily with respect to attendance."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:1DsIQWDZLl8C",
    "num_citations": 164,
    "citedby_url": "/scholar?hl=en&cites=15855561829043821311",
    "cites_id": [
      "15855561829043821311"
    ],
    "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0187078",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_1pmJnpFCtwJ:scholar.google.com/",
    "cites_per_year": {
      "2017": 1,
      "2018": 11,
      "2019": 21,
      "2020": 37,
      "2021": 45,
      "2022": 35,
      "2023": 12
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "The strength of the strongest ties in collaborative problem solving",
      "pub_year": 2014,
      "citation": "Scientific reports 4 (1), 5277, 2014",
      "author": "Yves-Alexandre De Montjoye and Arkadiusz Stopczynski and Erez Shmueli and Alex Pentland and Sune Lehmann",
      "journal": "Scientific reports",
      "volume": "4",
      "number": "1",
      "pages": "5277",
      "publisher": "Nature Publishing Group UK",
      "abstract": "Complex problem solving in science, engineering and business has become a highly collaborative endeavor. Teams of scientists or engineers collaborate on projects using their social networks to gather new ideas and feedback. Here we bridge the literature on team performance and information networks by studying teams' problem solving abilities as a function of both their within-team networks and their members' extended networks. We show that, while an assigned team's performance is strongly correlated with its networks of expressive and instrumental ties, only the strongest ties in both networks have an effect on performance. Both networks of strong ties explain more of the variance than other factors, such as measured or self-evaluated technical competencies, or the personalities of the team members. In fact, the inclusion of the network of strong ties renders these factors non-significant in the statistical …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:hsZV8lGYWTMC",
    "num_citations": 145,
    "citedby_url": "/scholar?hl=en&cites=4014438857652121878",
    "cites_id": [
      "4014438857652121878"
    ],
    "pub_url": "https://www.nature.com/articles/srep05277",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FjHhIt8mtjcJ:scholar.google.com/",
    "cites_per_year": {
      "2014": 3,
      "2015": 10,
      "2016": 19,
      "2017": 25,
      "2018": 13,
      "2019": 21,
      "2020": 17,
      "2021": 17,
      "2022": 13,
      "2023": 5
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Tweetin'in the rain: Exploring societal-scale effects of weather on mood",
      "pub_year": 2012,
      "citation": "Proceedings of the International AAAI Conference on Web and Social Media 6 …, 2012",
      "author": "Aniko Hannak and Eric Anderson and Lisa Feldman Barrett and Sune Lehmann and Alan Mislove and Mirek Riedewald",
      "journal": "Proceedings of the International AAAI Conference on Web and Social Media",
      "volume": "6",
      "number": "1",
      "pages": "479-482",
      "abstract": "There has been significant recent interest in using the aggregate sentiment from social media sites to understand and predict real-world phenomena. However, the data from social media sites also offers a unique and—so far—unexplored opportunity to study the impact of external factors on aggregate sentiment, at the scale of a society. Using a Twitter-specific sentiment extraction methodology, we the explore patterns of sentiment present in a corpus of over 1.5 billion tweets. We focus primarily on the effect of the weather and time on aggregate sentiment, evaluating how clearly the well-known individual patterns translate into population-wide patterns. Using machine learning techniques on the Twitter corpus correlated with the weather at the time and location of the tweets, we find that aggregate sentiment follows distinct climate, temporal, and seasonal patterns."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:4DMP91E08xMC",
    "num_citations": 136,
    "citedby_url": "/scholar?hl=en&cites=42755600145468827,4326273070355580139",
    "cites_id": [
      "42755600145468827",
      "4326273070355580139"
    ],
    "pub_url": "https://ojs.aaai.org/index.php/ICWSM/article/view/14322",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:m03U5v3llwAJ:scholar.google.com/",
    "cites_per_year": {
      "2012": 5,
      "2013": 7,
      "2014": 12,
      "2015": 23,
      "2016": 14,
      "2017": 13,
      "2018": 13,
      "2019": 12,
      "2020": 16,
      "2021": 7,
      "2022": 9,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "The art of community detection",
      "pub_year": 2008,
      "citation": "Bioessays 30 (10), 934-938, 2008",
      "author": "Natali Gulbahce and Sune Lehmann",
      "journal": "Bioessays",
      "volume": "30",
      "number": "10",
      "pages": "934-938",
      "publisher": "Wiley Subscription Services, Inc., A Wiley Company",
      "abstract": "Networks in nature possess a remarkable amount of structure. Via a series of data‐driven discoveries, the cutting edge of network science has recently progressed from positing that the random graphs of mathematical graph theory might accurately describe real networks to the current viewpoint that networks in nature are highly complex and structured entities. The identification of high order structures in networks unveils insights into their functional organization. Recently, Clauset, Moore, and Newman,1 introduced a new algorithm that identifies such heterogeneities in complex networks by utilizing the hierarchy that necessarily organizes the many levels of structure. Here, we anchor their algorithm in a general community detection framework and discuss the future of community detection. BioEssays 30:934–938, 2008. © 2008 Wiley Periodicals, Inc."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:qjMakFHDy7sC",
    "num_citations": 135,
    "citedby_url": "/scholar?hl=en&cites=18283861421565530525",
    "cites_id": [
      "18283861421565530525"
    ],
    "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/bies.20820",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ndHhQhdTvf0J:scholar.google.com/",
    "cites_per_year": {
      "2009": 13,
      "2010": 10,
      "2011": 12,
      "2012": 14,
      "2013": 6,
      "2014": 12,
      "2015": 5,
      "2016": 10,
      "2017": 7,
      "2018": 5,
      "2019": 6,
      "2020": 6,
      "2021": 9,
      "2022": 12,
      "2023": 4
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "The scales of human mobility",
      "pub_year": 2020,
      "citation": "Nature 587 (7834), 402-407, 2020",
      "author": "Laura Alessandretti and Ulf Aslak and Sune Lehmann",
      "journal": "Nature",
      "volume": "587",
      "number": "7834",
      "pages": "402-407",
      "publisher": "Nature Publishing Group UK",
      "abstract": "There is a contradiction at the heart of our current understanding of individual and collective mobility patterns. On the one hand, a highly influential body of literature on human mobility driven by analyses of massive empirical datasets finds that human movements show no evidence of characteristic spatial scales. There, human mobility is described as scale free–. On the other hand, geographically, the concept of scale—referring to meaningful levels of description from individual buildings to neighbourhoods, cities, regions and countries—is central for the description of various aspects of human behaviour, such as socioeconomic interactions, or political and cultural dynamics,. Here we resolve this apparent paradox by showing that day-to-day human mobility does indeed contain meaningful scales, corresponding to spatial ‘containers’ that restrict mobility behaviour. The scale-free results arise from aggregating …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:-DxkuPiZhfEC",
    "num_citations": 132,
    "citedby_url": "/scholar?hl=en&cites=15980504205207885890",
    "cites_id": [
      "15980504205207885890"
    ],
    "pub_url": "https://www.nature.com/articles/s41586-020-2909-1",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QlgNA-gnxt0J:scholar.google.com/",
    "cites_per_year": {
      "2020": 3,
      "2021": 38,
      "2022": 62,
      "2023": 29
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Interaction data from the copenhagen networks study",
      "pub_year": 2019,
      "citation": "Scientific Data 6 (1), 315, 2019",
      "author": "Piotr Sapiezynski and Arkadiusz Stopczynski and David Dreyer Lassen and Sune Lehmann",
      "journal": "Scientific Data",
      "volume": "6",
      "number": "1",
      "pages": "315",
      "publisher": "Nature Publishing Group UK",
      "abstract": "We describe the multi-layer temporal network which connects a population of more than 700 university students over a period of four weeks. The dataset was collected via smartphones as part of the Copenhagen Networks Study. We include the network of physical proximity among the participants (estimated via Bluetooth signal strength), the network of phone calls (start time, duration, no content), the network of text messages (time of message, no content), and information about Facebook friendships. Thus, we provide multiple types of communication networks expressed in a single, large population with high temporal resolution, and over a period of multiple weeks, a fact which makes the dataset shared here unique. We expect that reuse of this dataset will allow researchers to make progress on the analysis and modeling of human social networks."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:65Yg0jNCQDAC",
    "num_citations": 131,
    "citedby_url": "/scholar?hl=en&cites=5600129149894645860",
    "cites_id": [
      "5600129149894645860"
    ],
    "pub_url": "https://www.nature.com/articles/s41597-019-0325-x",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZNjHg8qnt00J:scholar.google.com/",
    "cites_per_year": {
      "2019": 1,
      "2020": 24,
      "2021": 42,
      "2022": 46,
      "2023": 17
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Understanding predictability and exploration in human mobility",
      "pub_year": 2018,
      "citation": "EPJ Data Science 7, 1-17, 2018",
      "author": "Andrea Cuttone and Sune Lehmann and Marta C González",
      "journal": "EPJ Data Science",
      "volume": "7",
      "pages": "1-17",
      "publisher": "Springer Berlin Heidelberg",
      "abstract": "Predictive models for human mobility have important applications in many fields including traffic control, ubiquitous computing, and contextual advertisement. The predictive performance of models in literature varies quite broadly, from over 90% to under 40%. In this work we study which underlying factors - in terms of modeling approaches and spatio-temporal characteristics of the data sources - have resulted in this remarkably broad span of performance reported in the literature. Specifically we investigate which factors influence the accuracy of next-place prediction, using a high-precision location dataset of more than 400 users observed for periods between 3 months and one year. We show that it is much easier to achieve high accuracy when predicting the time-bin location than when predicting the next place. Moreover, we demonstrate how the temporal and spatial resolution of the data have strong …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:QyXJ3EUuO1IC",
    "num_citations": 124,
    "citedby_url": "/scholar?hl=en&cites=13676557060365779204",
    "cites_id": [
      "13676557060365779204"
    ],
    "pub_url": "https://link.springer.com/content/pdf/10.1140/epjds/s13688-017-0129-1.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BIF2VS_kzL0J:scholar.google.com/",
    "cites_per_year": {
      "2017": 1,
      "2018": 12,
      "2019": 22,
      "2020": 23,
      "2021": 35,
      "2022": 25,
      "2023": 5
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "A quantitative analysis of indicators of scientific performance",
      "pub_year": 2008,
      "citation": "Scientometrics 76 (2), 369-390, 2008",
      "author": "Sune Lehmann and Andrew D Jackson and Benny E Lautrup",
      "journal": "Scientometrics",
      "volume": "76",
      "number": "2",
      "pages": "369-390",
      "publisher": "Akadémiai Kiadó, co-published with Springer Science+ Business Media BV, Formerly Kluwer Academic Publishers BV",
      "abstract": "Condensing the work of any academic scientist into a one-dimensional indicator of scientific performance is a difficult problem.  Here, we employ Bayesian statistics to analyze several different indicators of scientific performance. Specifically, we determine  each indicator’s ability to discriminate between scientific authors. Using scaling arguments, we demonstrate that the best  of these indicators require approximately 50 papers to draw conclusions regarding long term scientific performance with usefully  small statistical uncertainties. Further, the approach described here permits statistical comparison of scientists working  in distinct areas of science."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:2osOgNQ5qMEC",
    "num_citations": 118,
    "citedby_url": "/scholar?hl=en&cites=17301313353959146539,5245367261543071366",
    "cites_id": [
      "17301313353959146539",
      "5245367261543071366"
    ],
    "pub_url": "https://akjournals.com/view/journals/11192/76/2/article-p369.xml",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KwR1QtScGvAJ:scholar.google.com/",
    "cites_per_year": {
      "2007": 1,
      "2008": 2,
      "2009": 16,
      "2010": 5,
      "2011": 7,
      "2012": 7,
      "2013": 12,
      "2014": 9,
      "2015": 6,
      "2016": 12,
      "2017": 5,
      "2018": 9,
      "2019": 6,
      "2020": 6,
      "2021": 6,
      "2022": 8,
      "2023": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Academic performance and behavioral patterns",
      "pub_year": 2018,
      "citation": "EPJ Data Science 7, 1-16, 2018",
      "author": "Valentin Kassarnig and Enys Mones and Andreas Bjerre-Nielsen and Piotr Sapiezynski and David Dreyer Lassen and Sune Lehmann",
      "journal": "EPJ Data Science",
      "volume": "7",
      "pages": "1-16",
      "publisher": "Springer Berlin Heidelberg",
      "abstract": "Identifying the factors that influence academic performance is an essential part of educational research. Previous studies have documented the importance of personality traits, class attendance, and social network structure. Because most of these analyses were based on a single behavioral aspect and/or small sample sizes, there is currently no quantification of the interplay of these factors. Here, we study the academic performance among a cohort of 538 undergraduate students forming a single, densely connected social network. Our work is based on data collected using smartphones, which the students used as their primary phones for two years. The availability of multi-channel data from a single population allows us to directly compare the explanatory power of individual and social characteristics. We find that the most informative indicators of performance are based on social ties and that network …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:KNjnJ3z-R6IC",
    "num_citations": 105,
    "citedby_url": "/scholar?hl=en&cites=525880710908414669",
    "cites_id": [
      "525880710908414669"
    ],
    "pub_url": "https://link.springer.com/content/pdf/10.1140/epjds/s13688-018-0138-8.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zQrtZ7hNTAcJ:scholar.google.com/",
    "cites_per_year": {
      "2017": 1,
      "2018": 2,
      "2019": 13,
      "2020": 22,
      "2021": 25,
      "2022": 31,
      "2023": 10
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "The strength of friendship ties in proximity sensor data",
      "pub_year": 2014,
      "citation": "PloS one 9 (7), e100915, 2014",
      "author": "Vedran Sekara and Sune Lehmann",
      "journal": "PloS one",
      "volume": "9",
      "number": "7",
      "pages": "e100915",
      "publisher": "Public Library of Science",
      "abstract": "Understanding how people interact and socialize is important in many contexts from disease control to urban planning. Datasets that capture this specific aspect of human life have increased in size and availability over the last few years. We have yet to understand, however, to what extent such electronic datasets may serve as a valid proxy for real life social interactions. For an observational dataset, gathered using mobile phones, we analyze the problem of identifying transient and non-important links, as well as how to highlight important social interactions. Applying the Bluetooth signal strength parameter to distinguish between observations, we demonstrate that weak links, compared to strong links, have a lower probability of being observed at later times, while such links—on average—also have lower link-weights and probability of sharing an online friendship. Further, the role of link-strength is investigated in relation to social network properties."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:Br1UauaknNIC",
    "num_citations": 105,
    "citedby_url": "/scholar?hl=en&cites=71161387854052893,868161995160131649",
    "cites_id": [
      "71161387854052893",
      "868161995160131649"
    ],
    "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0100915",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Hb7DvOfQ_AAJ:scholar.google.com/",
    "cites_per_year": {
      "2014": 1,
      "2015": 3,
      "2016": 8,
      "2017": 10,
      "2018": 15,
      "2019": 13,
      "2020": 21,
      "2021": 21,
      "2022": 8,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Pulse of the nation: US mood throughout the day inferred from twitter",
      "pub_year": 2010,
      "citation": "http://www. ccs. neu. edu/home/amislove/twittermood/, 2010",
      "author": "Alan Mislove",
      "journal": "http://www. ccs. neu. edu/home/amislove/twittermood/"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:M3ejUd6NZC8C",
    "num_citations": 104,
    "citedby_url": "/scholar?hl=en&cites=8243986965304977459",
    "cites_id": [
      "8243986965304977459"
    ],
    "pub_url": "https://cir.nii.ac.jp/crid/1573950400548888576",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Myj0Z3eGaHIJ:scholar.google.com/",
    "cites_per_year": {
      "2011": 9,
      "2012": 6,
      "2013": 16,
      "2014": 13,
      "2015": 13,
      "2016": 7,
      "2017": 7,
      "2018": 7,
      "2019": 7,
      "2020": 5,
      "2021": 4,
      "2022": 4,
      "2023": 4
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "The chaperone effect in scientific publishing",
      "pub_year": 2018,
      "citation": "Proceedings of the National Academy of Sciences 115 (50), 12603-12607, 2018",
      "author": "Vedran Sekara and Pierre Deville and Sebastian E Ahnert and Albert-László Barabási and Roberta Sinatra and Sune Lehmann",
      "journal": "Proceedings of the National Academy of Sciences",
      "volume": "115",
      "number": "50",
      "pages": "12603-12607",
      "publisher": "National Academy of Sciences",
      "abstract": "Experience plays a critical role in crafting high-impact scientific work. This is particularly evident in top multidisciplinary journals, where a scientist is unlikely to appear as senior author if he or she has not previously published within the same journal. Here, we develop a quantitative understanding of author order by quantifying this “chaperone effect,” capturing how scientists transition into senior status within a particular publication venue. We illustrate that the chaperone effect has a different magnitude for journals in different branches of science, being more pronounced in medical and biological sciences and weaker in natural sciences. Finally, we show that in the case of high-impact venues, the chaperone effect has significant implications, specifically resulting in a higher average impact relative to papers authored by new principal investigators (PIs). Our findings shed light on the role played by experience in …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:SGW5VrABaM0C",
    "num_citations": 102,
    "citedby_url": "/scholar?hl=en&cites=9816735414695940262",
    "cites_id": [
      "9816735414695940262"
    ],
    "pub_url": "https://www.pnas.org/doi/abs/10.1073/pnas.1800471115",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ptDyLtkMPIgJ:scholar.google.com/",
    "cites_per_year": {
      "2018": 1,
      "2019": 11,
      "2020": 25,
      "2021": 22,
      "2022": 28,
      "2023": 14
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Digital proximity tracing on empirical contact networks for pandemic control",
      "pub_year": 2021,
      "citation": "Nature communications 12 (1), 1655, 2021",
      "author": "Giulia Cencetti and Gabriele Santin and Antonio Longa and Emanuele Pigani and Alain Barrat and Ciro Cattuto and Sune Lehmann and Marcel Salathe and Bruno Lepri",
      "journal": "Nature communications",
      "volume": "12",
      "number": "1",
      "pages": "1655",
      "publisher": "Nature Publishing Group UK",
      "abstract": "Digital contact tracing is a relevant tool to control infectious disease outbreaks, including the COVID-19 epidemic. Early work evaluating digital contact tracing omitted important features and heterogeneities of real-world contact patterns influencing contagion dynamics. We fill this gap with a modeling framework informed by empirical high-resolution contact data to analyze the impact of digital contact tracing in the COVID-19 pandemic. We investigate how well contact tracing apps, coupled with the quarantine of identified contacts, can mitigate the spread in real environments. We find that restrictive policies are more effective in containing the epidemic but come at the cost of unnecessary large-scale quarantines. Policy evaluation through their efficiency and cost results in optimized solutions which only consider contacts longer than 15–20 minutes and closer than 2–3 meters to be at risk. Our results show that isolation …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:1tZ8xJnm2c8C",
    "num_citations": 98,
    "citedby_url": "/scholar?hl=en&cites=15062084109758967397,16310597649320774922,13642987663804952563,16939326944759591812,9420818351352147372,9029678317404809217,6722003770685935248",
    "cites_id": [
      "15062084109758967397",
      "16310597649320774922",
      "13642987663804952563",
      "16939326944759591812",
      "9420818351352147372",
      "9029678317404809217",
      "6722003770685935248"
    ],
    "pub_url": "https://www.nature.com/articles/s41467-021-21809-w",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZS49C7JFB9EJ:scholar.google.com/",
    "cites_per_year": {
      "2020": 7,
      "2021": 32,
      "2022": 47,
      "2023": 10
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "The effectiveness of backward contact tracing in networks",
      "pub_year": 2021,
      "citation": "Nature physics 17 (5), 652-658, 2021",
      "author": "Sadamori Kojaku and Laurent Hébert-Dufresne and Enys Mones and Sune Lehmann and Yong-Yeol Ahn",
      "journal": "Nature physics",
      "volume": "17",
      "number": "5",
      "pages": "652-658",
      "publisher": "Nature Publishing Group UK",
      "abstract": "Effective control of an epidemic relies on the rapid discovery and isolation of infected individuals. Because many infectious diseases spread through interaction, contact tracing is widely used to facilitate case discovery and control. However, what determines the efficacy of contact tracing has not been fully understood. Here we reveal that, compared with ‘forward’ tracing (tracing to whom disease spreads), ‘backward’ tracing (tracing from whom disease spreads) is profoundly more effective. The effectiveness of backward tracing is due to simple but overlooked biases arising from the heterogeneity in contacts. We argue that, even if the directionality of infection is unknown, it is possible to perform backward-aiming contact tracing. Using simulations on both synthetic and high-resolution empirical contact datasets, we show that strategically executed contact tracing can prevent a substantial fraction of transmissions with a …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:27LrP4qxOz0C",
    "num_citations": 85,
    "citedby_url": "/scholar?hl=en&cites=13164441905821184025",
    "cites_id": [
      "13164441905821184025"
    ],
    "pub_url": "https://www.nature.com/articles/s41567-021-01187-2",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:GfC8Rip-sbYJ:scholar.google.com/",
    "cites_per_year": {
      "2020": 2,
      "2021": 30,
      "2022": 34,
      "2023": 18
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Inferring person-to-person proximity using WiFi signals",
      "pub_year": 2017,
      "citation": "Proceedings of the ACM on Interactive, Mobile, Wearable and Ubiquitous …, 2017",
      "author": "Piotr Sapiezynski and Arkadiusz Stopczynski and David Kofoed Wind and Jure Leskovec and Sune Lehmann",
      "journal": "Proceedings of the ACM on Interactive, Mobile, Wearable and Ubiquitous Technologies",
      "volume": "1",
      "number": "2",
      "pages": "1-20",
      "publisher": "ACM",
      "abstract": "Today's societies are enveloped in an ever-growing telecommunication infrastructure. This infrastructure offers important opportunities for sensing and recording a multitude of human behaviors. Human mobility patterns are a prominent example of such a behavior which has been studied based on cell phone towers, Bluetooth beacons, and WiFi networks as proxies for location. While mobility is an important aspect of human behavior, it is also crucial to study physical interactions among individuals. Sensing proximity that enables social interactions on a large scale is a technical challenge and many commonly used approaches—including RFID badges or Bluetooth scanning—offer only limited scalability. Here we show that it is possible, in a scalable and robust way, to accurately infer person-to-person physical proximity from the lists of WiFi access points measured by smartphones carried by the two individuals …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:mKu_rENv82IC",
    "num_citations": 85,
    "citedby_url": "/scholar?hl=en&cites=2295978282017458720",
    "cites_id": [
      "2295978282017458720"
    ],
    "pub_url": "https://dl.acm.org/doi/abs/10.1145/3090089",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IIqpNxX03B8J:scholar.google.com/",
    "cites_per_year": {
      "2017": 1,
      "2018": 13,
      "2019": 19,
      "2020": 14,
      "2021": 20,
      "2022": 16,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Effect of manual and digital contact tracing on COVID-19 outbreaks: a study on empirical contact data",
      "pub_year": 2021,
      "citation": "Journal of the Royal Society Interface 18 (178), 20201000, 2021",
      "author": "Alain Barrat and Ciro Cattuto and Mikko Kivelä and Sune Lehmann and Jari Saramäki",
      "journal": "Journal of the Royal Society Interface",
      "volume": "18",
      "number": "178",
      "pages": "20201000",
      "publisher": "The Royal Society",
      "abstract": "Non-pharmaceutical interventions are crucial to mitigate the COVID-19 pandemic and contain re-emergence phenomena. Targeted measures such as case isolation and contact tracing can alleviate the societal cost of lock-downs by containing the spread where and when it occurs. To assess the relative and combined impact of manual contact tracing (MCT) and digital (app-based) contact tracing, we feed a compartmental model for COVID-19 with high-resolution datasets describing contacts between individuals in several contexts. We show that the benefit (epidemic size reduction) is generically linear in the fraction of contacts recalled during MCT and quadratic in the app adoption, with no threshold effect. The cost (number of quarantines) versus benefit curve has a characteristic parabolic shape, independent of the type of tracing, with a potentially high benefit and low cost if app adoption and MCT efficiency are …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:qe6vwMD2xtsC",
    "num_citations": 84,
    "citedby_url": "/scholar?hl=en&cites=3592640018443133772,4366361397902951311",
    "cites_id": [
      "3592640018443133772",
      "4366361397902951311"
    ],
    "pub_url": "https://royalsocietypublishing.org/doi/abs/10.1098/rsif.2020.1000",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TOMn6Q-f2zEJ:scholar.google.com/",
    "cites_per_year": {
      "2020": 4,
      "2021": 23,
      "2022": 38,
      "2023": 17
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Complex spreading phenomena in social systems",
      "pub_year": 2018,
      "citation": "Computational Social Sciences 10, 978-3, 2018",
      "author": "Sune Lehmann and Yong-Yeol Ahn",
      "journal": "Computational Social Sciences",
      "volume": "10",
      "pages": "978-3",
      "abstract": "A series of authored and edited monographs that utilize quantitative and computational methods to model, analyze and interpret large-scale social phenomena. Titles within the series contain methods and practices that test and develop theories of complex social processes through bottom-up modeling of social interactions. Of particular interest is the study of the coevolution of modern communication technology and social behavior and norms, in connection with emerging issues such as trust, risk, security and privacy in novel socio-technical environments.Computational Social Sciences is explicitly transdisciplinary: quantitative methods from fields such as dynamical systems, artificial intelligence, network theory, agent based modeling, and statistical mechanics are invoked and combined with state-of theart mining and analysis of large data sets to help us understand social agents, their interactions on and offline …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:kzcSZmkxUKAC",
    "num_citations": 84,
    "citedby_url": "/scholar?hl=en&cites=14163375513660691598",
    "cites_id": [
      "14163375513660691598"
    ],
    "pub_url": "https://link.springer.com/content/pdf/10.1007/978-3-319-77332-2.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jhQ2KP1qjsQJ:scholar.google.com/",
    "cites_per_year": {
      "2018": 1,
      "2019": 11,
      "2020": 14,
      "2021": 26,
      "2022": 26,
      "2023": 6
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Deterministic modularity optimization",
      "pub_year": 2007,
      "citation": "The European Physical Journal B 60, 83-88, 2007",
      "author": "Sune Lehmann and Lars Kai Hansen",
      "journal": "The European Physical Journal B",
      "volume": "60",
      "pages": "83-88",
      "publisher": "EDP Sciences",
      "abstract": "We study community structure of networks. We have developed a scheme for maximizing the modularity Q [Newman and Girvan, Phys. Rev. E 69, 026113 (2004)] based on mean field methods. Further, we have defined a simple family of random networks with community structure; we understand the behavior of these networks analytically. Using these networks, we show how the mean field methods display better performance than previously known deterministic methods for optimization of Q.   "
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:UeHWp8X0CEIC",
    "num_citations": 81,
    "citedby_url": "/scholar?hl=en&cites=17800862682732761125",
    "cites_id": [
      "17800862682732761125"
    ],
    "pub_url": "https://link.springer.com/article/10.1140/epjb/e2007-00313-2",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JRDLA0xeCfcJ:scholar.google.com/",
    "cites_per_year": {
      "2009": 7,
      "2010": 9,
      "2011": 6,
      "2012": 8,
      "2013": 11,
      "2014": 6,
      "2015": 7,
      "2016": 3,
      "2017": 7,
      "2018": 2,
      "2019": 5,
      "2020": 1,
      "2021": 2,
      "2022": 2,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Multi-scale spatio-temporal analysis of human mobility",
      "pub_year": 2017,
      "citation": "PloS one 12 (2), e0171686, 2017",
      "author": "Laura Alessandretti and Piotr Sapiezynski and Sune Lehmann and Andrea Baronchelli",
      "journal": "PloS one",
      "volume": "12",
      "number": "2",
      "pages": "e0171686",
      "publisher": "Public Library of Science",
      "abstract": "The recent availability of digital traces generated by phone calls and online logins has significantly increased the scientific understanding of human mobility. Until now, however, limited data resolution and coverage have hindered a coherent description of human displacements across different spatial and temporal scales. Here, we characterise mobility behaviour across several orders of magnitude by analysing ∼850 individuals’ digital traces sampled every ∼16 seconds for 25 months with ∼10 meters spatial resolution. We show that the distributions of distances and waiting times between consecutive locations are best described by log-normal and gamma distributions, respectively, and that natural time-scales emerge from the regularity of human mobility. We point out that log-normal distributions also characterise the patterns of discovery of new places, implying that they are not a simple consequence of the routine of modern life."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:sszUF3NjhM4C",
    "num_citations": 76,
    "citedby_url": "/scholar?hl=en&cites=12036742174495111086,6512298631435121764",
    "cites_id": [
      "12036742174495111086",
      "6512298631435121764"
    ],
    "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0171686",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rne--zsZC6cJ:scholar.google.com/",
    "cites_per_year": {
      "2017": 4,
      "2018": 7,
      "2019": 14,
      "2020": 12,
      "2021": 15,
      "2022": 18,
      "2023": 6
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Gender differences in nighttime sleep patterns and variability across the adult lifespan: a global-scale wearables study",
      "pub_year": 2021,
      "citation": "Sleep 44 (2), zsaa169, 2021",
      "author": "Sigga Svala Jonasdottir and Kelton Minor and Sune Lehmann",
      "journal": "Sleep",
      "volume": "44",
      "number": "2",
      "pages": "zsaa169",
      "publisher": "Oxford University Press",
      "abstract": "Previous research on sleep patterns across the lifespan have largely been limited to self-report measures and constrained to certain geographic regions. Using a global sleep dataset of in situ observations from wearable activity trackers, we examine how sleep duration, timing, misalignment, and variability develop with age and vary by gender and BMI for nonshift workers.We analyze 11.14 million nights from 69,650 adult nonshift workers aged 19–67 from 47 countries. We use mixed effects models to examine age-related trends in naturalistic sleep patterns and assess gender and BMI differences in these trends while controlling for user and country-level variation.Our results confirm that sleep duration decreases, the prevalence of nighttime awakenings increases, while sleep onset and offset advance to become earlier …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:8Xgff_V0N9gC",
    "num_citations": 64,
    "citedby_url": "/scholar?hl=en&cites=1432769998622218843",
    "cites_id": [
      "1432769998622218843"
    ],
    "pub_url": "https://academic.oup.com/sleep/article-abstract/44/2/zsaa169/5901589",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:W9q2_Lg44hMJ:scholar.google.com/",
    "cites_per_year": {
      "2020": 2,
      "2021": 12,
      "2022": 33,
      "2023": 16
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Give more data, awareness and control to individual citizens, and they will help COVID-19 containment",
      "pub_year": 2020,
      "citation": "Transactions on Data Privacy 13 (1), 61-66, 2020",
      "author": "Mirco Nanni and Gennady Andrienko and Chiara Boldrini and Francesco Bonchi and Ciro Cattuto and Francesca Chiaromonte and Giovanni Comandé and Marco Conti and Mark Coté and Frank Dignum and Virginia Dignum and Josep Domingo-Ferrer and Fosca Giannotti and Riccardo Guidotti and Dirk Helbing and Janos Kertesz and Sune Lehmann and Bruno Lepri and Paul Lukowicz and Anna Monreale and Katharina Morik and Nuria Oliver and Andrea Passarella and Andrea Passerini and Dino Pedreschi and Alex Pentland and Francesca Pratesi and Salvatore Rinzivillo and Salvatore Ruggieri and Arno Siebes and Roberto Trasarti and Jeroen van den Hoven and Alessandro Vespignani",
      "journal": "Transactions on Data Privacy",
      "volume": "13",
      "number": "1",
      "pages": "61-66",
      "abstract": "The rapid dynamics of COVID-19 calls for quick and effective tracking of virus transmission chains and early detection of outbreaks, especially in the “phase 2” of the pandemic, when lockdown and other restriction measures are progressively withdrawn, in order to avoid or minimize contagion resurgence. For this purpose, contact-tracing apps are being proposed for large scale adoption by many countries. A centralized approach, where data sensed by the app are all sent to a nation-wide server, raises concerns about citizens’ privacy and needlessly strong digital surveillance, thus alerting us to the need to minimize personal data collection and avoiding location tracking. We advocate the conceptual advantage of a decentralized approach, where both contact and location data are collected exclusively in individual citizens’“personal data stores”, to be shared separately and selectively (eg, with a backend system …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:LXmCCkuhhTsC",
    "num_citations": 61,
    "citedby_url": "/scholar?hl=en&cites=10709308842728334741",
    "cites_id": [
      "10709308842728334741"
    ],
    "pub_url": "https://link.springer.com/article/10.1007/s10676-020-09572-w?wt_mc=Internal.Event.1.SEM.ArticleAuthorOnlineFirst&utm_source=ArticleAuthorOnlineFirst&utm_medium=email&utm_content=AA_en_06082018&ArticleAuthorOnlineFirst_20210203&error=cookies_not_supported&code=6b6d6ff2-7a79-407c-88f5-249cc26e3a94",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:laXF8KYbn5QJ:scholar.google.com/",
    "cites_per_year": {
      "2020": 14,
      "2021": 14,
      "2022": 21,
      "2023": 10
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Bipartite networks of Wikipedia's articles and authors: a meso-level approach",
      "pub_year": 2009,
      "citation": "Proceedings of the 5th international symposium on Wikis and open …, 2009",
      "author": "Rut Jesus and Martin Schwartz and Sune Lehmann",
      "pages": "1-10",
      "abstract": "This exploratory study investigates the bipartite network of articles linked by common editors in Wikipedia, 'The Free Encyclopedia that Anyone Can Edit'. We use the articles in the categories (to depth three) of Physics and Philosophy and extract and focus on significant editors (at least 7 or 10 edits per each article). We construct a bipartite network, and from it, overlapping cliques of densely connected articles and editors. We cluster these densely connected cliques into larger modules to study examples of larger groups that display how volunteer editors flock around articles driven by interest, real-world controversies, or the result of coordination in WikiProjects. Our results confirm that topics aggregate editors; and show that highly coordinated efforts result in dense clusters."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:Tyk-4Ss8FVUC",
    "num_citations": 57,
    "citedby_url": "/scholar?hl=en&cites=985163700296646187",
    "cites_id": [
      "985163700296646187"
    ],
    "pub_url": "https://dl.acm.org/doi/abs/10.1145/1641309.1641318",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:K37KcSoBrA0J:scholar.google.com/",
    "cites_per_year": {
      "2008": 1,
      "2009": 0,
      "2010": 9,
      "2011": 5,
      "2012": 8,
      "2013": 7,
      "2014": 2,
      "2015": 3,
      "2016": 4,
      "2017": 2,
      "2018": 2,
      "2019": 2,
      "2020": 3,
      "2021": 5,
      "2022": 2,
      "2023": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Digital daily cycles of individuals",
      "pub_year": 2015,
      "citation": "Frontiers in Physics 3, 73, 2015",
      "author": "Talayeh Aledavood and Sune Lehmann and Jari Saramäki",
      "journal": "Frontiers in Physics",
      "volume": "3",
      "pages": "73",
      "publisher": "Frontiers Media SA",
      "abstract": "Humans, like almost all animals, are phase-locked to the diurnal cycle. Most of us sleep at night and are active through the day. Because we have evolved to function with this cycle, the circadian rhythm is deeply ingrained and even detectable at the biochemical level. However, within the broader day-night pattern, there are individual differences: e.g., some of us are intrinsically morning-active, while others prefer evenings. In this article, we look at digital daily cycles: circadian patterns of activity viewed through the lens of auto-recorded data of communication and online activity. We begin at the aggregate level, discuss earlier results, and illustrate differences between population-level daily rhythms in different media. Then we move on to the individual level, and show that there is a strong individual-level variation beyond averages: individuals typically have their distinctive daily pattern that persists in time. We conclude by discussing the driving forces behind these signature daily patterns, from personal traits (morningness/eveningness) to variation in activity level and external constraints, and outline possibilities for future research."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:DBa1UEJaJKAC",
    "num_citations": 55,
    "citedby_url": "/scholar?hl=en&cites=4664943508961379121",
    "cites_id": [
      "4664943508961379121"
    ],
    "pub_url": "https://www.frontiersin.org/articles/10.3389/fphy.2015.00073/full",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MUPozGc1vUAJ:scholar.google.com/",
    "cites_per_year": {
      "2016": 5,
      "2017": 8,
      "2018": 7,
      "2019": 4,
      "2020": 14,
      "2021": 7,
      "2022": 5,
      "2023": 5
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Participatory bluetooth sensing: A method for acquiring spatio-temporal data about participant mobility and interactions at large scale events",
      "pub_year": 2013,
      "citation": "Pervasive Computing and Communications Workshops (PERCOM Workshops), 2013 …, 2013",
      "author": "Arkadiusz Stopczynski and Jakob Eg Larsen and Sune Lehmann and Lukasz Dynowski and Marcos Fuentes",
      "conference": "Pervasive Computing and Communications Workshops (PERCOM Workshops), 2013 IEEE International Conference on",
      "pages": "242-247",
      "publisher": "IEEE",
      "abstract": "Acquisition of data to capture human mobility and interactions during large-scale events is a challenging task. In this paper we discuss a mobile sensing method for mapping the mobility of crowds at large scale events using a participatory Bluetooth sensing approach. This non-invasive technique for collecting spatio-temporal data about participant mobility and social interactions uses the capabilities of Bluetooth capable smartphones carried by participants. As a proof-of-concept we present a field study with deployment of the method in a large music festival with 130000 participants where a small subset of participants installed Bluetooth sensing apps on their personal smartphones. Our software module uses location and Bluetooth scans to utilize smartphones as provisional scanners that are present with higher frequency in regions with high density of participants. We discuss the initial results obtained and outline …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:9ZlFYXVOiuMC",
    "num_citations": 52,
    "citedby_url": "/scholar?hl=en&cites=15979470873072354212",
    "cites_id": [
      "15979470873072354212"
    ],
    "pub_url": "https://ieeexplore.ieee.org/abstract/document/6529489/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pMMtoBh8wt0J:scholar.google.com/",
    "cites_per_year": {
      "2014": 6,
      "2015": 10,
      "2016": 11,
      "2017": 7,
      "2018": 5,
      "2019": 5,
      "2020": 3,
      "2021": 1,
      "2022": 2,
      "2023": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Sensiblesleep: A bayesian model for learning sleep patterns from smartphone events",
      "pub_year": 2017,
      "citation": "PloS one 12 (1), e0169901, 2017",
      "author": "Andrea Cuttone and Per Bækgaard and Vedran Sekara and Håkan Jonsson and Jakob Eg Larsen and Sune Lehmann",
      "journal": "PloS one",
      "volume": "12",
      "number": "1",
      "pages": "e0169901",
      "publisher": "Public Library of Science",
      "abstract": "We propose a Bayesian model for extracting sleep patterns from smartphone events. Our method is able to identify individuals’ daily sleep periods and their evolution over time, and provides an estimation of the probability of sleep and wake transitions. The model is fitted to more than 400 participants from two different datasets, and we verify the results against ground truth from dedicated armband sleep trackers. We show that the model is able to produce reliable sleep estimates with an accuracy of 0.89, both at the individual and at the collective level. Moreover the Bayesian model is able to quantify uncertainty and encode prior knowledge about sleep patterns. Compared with existing smartphone-based systems, our method requires only screen on/off events, and is therefore much less intrusive in terms of privacy and more battery-efficient."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:-jrNzM816MMC",
    "num_citations": 51,
    "citedby_url": "/scholar?hl=en&cites=6513106384265637844",
    "cites_id": [
      "6513106384265637844"
    ],
    "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0169901",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1G97or8zY1oJ:scholar.google.com/",
    "cites_per_year": {
      "2016": 1,
      "2017": 7,
      "2018": 9,
      "2019": 8,
      "2020": 10,
      "2021": 4,
      "2022": 9,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Social network differences of chronotypes identified from mobile phone data",
      "pub_year": 2018,
      "citation": "EPJ Data Science 7 (1), 46, 2018",
      "author": "Talayeh Aledavood and Sune Lehmann and Jari Saramäki",
      "journal": "EPJ Data Science",
      "volume": "7",
      "number": "1",
      "pages": "46",
      "publisher": "Springer Berlin Heidelberg",
      "abstract": "Human activity follows an approximately 24-hour day-night cycle, but there is significant individual variation in awake and sleep times. Individuals with circadian rhythms at the extremes can be categorized into two chronotypes: “larks”, those who wake up and go to sleep early, and “owls”, those who stay up and wake up late. It is well established that a person’s chronotype can affect their activities and health. However, less is known about the effects of chronotypes on social behavior, even though many social interactions require coordinated timings. To study how chronotypes relate to social behavior, we use data collected with a smartphone app on a population of more than seven hundred volunteer students to simultaneously determine their chronotypes and social network structure. We find that owls maintain larger personal networks, albeit with less time spent per contact. On average, owls are more …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:HhcuHIWmDEUC",
    "num_citations": 50,
    "citedby_url": "/scholar?hl=en&cites=11922070722382958257",
    "cites_id": [
      "11922070722382958257"
    ],
    "pub_url": "https://epjds.epj.org/articles/epjdata/abs/2018/01/13688_2018_Article_174/13688_2018_Article_174.html",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sY64-ie0c6UJ:scholar.google.com/",
    "cites_per_year": {
      "2019": 9,
      "2020": 15,
      "2021": 7,
      "2022": 13,
      "2023": 5
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Constrained information flows in temporal networks reveal intermittent communities",
      "pub_year": 2018,
      "citation": "Physical Review E 97 (6), 062312, 2018",
      "author": "Ulf Aslak and Martin Rosvall and Sune Lehmann",
      "journal": "Physical Review E",
      "volume": "97",
      "number": "6",
      "pages": "062312",
      "publisher": "American Physical Society",
      "abstract": "Many real-world networks represent dynamic systems with interactions that change over time, often in uncoordinated ways and at irregular intervals. For example, university students connect in intermittent groups that repeatedly form and dissolve based on multiple factors, including their lectures, interests, and friends. Such dynamic systems can be represented as multilayer networks where each layer represents a snapshot of the temporal network. In this representation, it is crucial that the links between layers accurately capture real dependencies between those layers. Often, however, these dependencies are unknown. Therefore, current methods connect layers based on simplistic assumptions that do not capture node-level layer dependencies. For example, connecting every node to itself in other layers with the same weight can wipe out dependencies between intermittent groups, making it difficult or even …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:w0F2JDEymm0C",
    "num_citations": 47,
    "citedby_url": "/scholar?hl=en&cites=10583216378023027459",
    "cites_id": [
      "10583216378023027459"
    ],
    "pub_url": "https://journals.aps.org/pre/abstract/10.1103/PhysRevE.97.062312",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:A6MoOTkj35IJ:scholar.google.com/",
    "cites_per_year": {
      "2019": 14,
      "2020": 8,
      "2021": 10,
      "2022": 9,
      "2023": 6
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Modeling the temporal nature of human behavior for demographics prediction",
      "pub_year": 2017,
      "citation": "Machine Learning and Knowledge Discovery in Databases: European Conference …, 2017",
      "author": "Bjarke Felbo and Pål Sundsøy and Alex ‘Sandy’ Pentland and Sune Lehmann and Yves-Alexandre de Montjoye",
      "conference": "Machine Learning and Knowledge Discovery in Databases: European Conference, ECML PKDD 2017, Skopje, Macedonia, September 18–22, 2017, Proceedings, Part III 10",
      "pages": "140-152",
      "publisher": "Springer International Publishing",
      "abstract": "Mobile phone metadata is increasingly used for humanitarian purposes in developing countries as traditional data is scarce. Basic demographic information is however often absent from mobile phone datasets, limiting the operational impact of the datasets. For these reasons, there has been a growing interest in predicting demographic information from mobile phone metadata. Previous work focused on creating increasingly advanced features to be modeled with standard machine learning algorithms. We here instead model the raw mobile phone metadata directly using deep learning, exploiting the temporal nature of the patterns in the data. From high-level assumptions we design a data representation and convolutional network architecture for modeling patterns within a week. We then examine three strategies for aggregating patterns across weeks and show that our method reaches state-of-the-art …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:F2UWTTQJPOcC",
    "num_citations": 47,
    "citedby_url": "/scholar?hl=en&cites=14900377298290934125,3133215812007325823",
    "cites_id": [
      "14900377298290934125",
      "3133215812007325823"
    ],
    "pub_url": "https://link.springer.com/chapter/10.1007/978-3-319-71273-4_12",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bQHtCzXGyM4J:scholar.google.com/",
    "cites_per_year": {
      "2016": 2,
      "2017": 8,
      "2018": 1,
      "2019": 11,
      "2020": 6,
      "2021": 13,
      "2022": 5,
      "2023": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "The role of gender in social network organization",
      "pub_year": 2017,
      "citation": "PloS one 12 (12), e0189873, 2017",
      "author": "Ioanna Psylla and Piotr Sapiezynski and Enys Mones and Sune Lehmann",
      "journal": "PloS one",
      "volume": "12",
      "number": "12",
      "pages": "e0189873",
      "publisher": "Public Library of Science",
      "abstract": "The digital traces we leave behind when engaging with the modern world offer an interesting lens through which we study behavioral patterns as expression of gender. Although gender differentiation has been observed in a number of settings, the majority of studies focus on a single data stream in isolation. Here we use a dataset of high resolution data collected using mobile phones, as well as detailed questionnaires, to study gender differences in a large cohort. We consider mobility behavior and individual personality traits among a group of more than 800 university students. We also investigate interactions among them expressed via person-to-person contacts, interactions on online social networks, and telecommunication. Thus, we are able to study the differences between male and female behavior captured through a multitude of channels for a single cohort. We find that while the two genders are similar in a number of aspects, there are robust deviations that include multiple facets of social interactions, suggesting the existence of inherent behavioral differences. Finally, we quantify how aspects of an individual’s characteristics and social behavior reveals their gender by posing it as a classification problem. We ask: How well can we distinguish between male and female study participants based on behavior alone? Which behavioral features are most predictive?"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:uVUOdF_882EC",
    "num_citations": 46,
    "citedby_url": "/scholar?hl=en&cites=172404478811149607",
    "cites_id": [
      "172404478811149607"
    ],
    "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0189873",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:J5U5xfWAZAIJ:scholar.google.com/",
    "cites_per_year": {
      "2018": 2,
      "2019": 12,
      "2020": 8,
      "2021": 18,
      "2022": 5
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Life, death and preferential attachment",
      "pub_year": 2005,
      "citation": "EPL (Europhysics Letters) 69, 298, 2005",
      "author": "Sune Lehmann and AD Jackson and B Lautrup",
      "journal": "EPL (Europhysics Letters)",
      "volume": "69",
      "pages": "298",
      "publisher": "IOP Publishing",
      "abstract": "Scientific communities are characterized by strong stratification. The highly skewed frequency distribution of citations of published scientific papers suggests a relatively small number of active, cited papers embedded in a sea of inactive and uncited papers. We propose an analytically soluble model which allows for the death of nodes. This model provides an excellent description of the citation distributions for live and dead papers in the SPIRES database. Further, this model suggests a novel and general mechanism for the generation of power law distributions in networks whenever the fraction of active nodes is small."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:IjCSPb-OGe4C",
    "num_citations": 46,
    "citedby_url": "/scholar?hl=en&cites=915770748765785454",
    "cites_id": [
      "915770748765785454"
    ],
    "pub_url": "https://iopscience.iop.org/article/10.1209/epl/i2004-10331-2/meta",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bs3g36R4tQwJ:scholar.google.com/",
    "cites_per_year": {
      "2005": 3,
      "2006": 1,
      "2007": 4,
      "2008": 4,
      "2009": 4,
      "2010": 3,
      "2011": 6,
      "2012": 0,
      "2013": 1,
      "2014": 1,
      "2015": 3,
      "2016": 1,
      "2017": 3,
      "2018": 4,
      "2019": 1,
      "2020": 3,
      "2021": 2,
      "2022": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "How physical proximity shapes complex social networks",
      "pub_year": 2018,
      "citation": "Scientific reports 8 (1), 1-10, 2018",
      "author": "Arkadiusz Stopczynski and Alex‘Sandy’ Pentland and Sune Lehmann",
      "journal": "Scientific reports",
      "volume": "8",
      "number": "1",
      "pages": "1-10",
      "publisher": "Nature Publishing Group",
      "abstract": "Social interactions among humans create complex networks and–despite a recent increase of online communication–the interactions mediated through physical proximity remain a fundamental way for people to connect. A common way to quantify the nature of the links between individuals is to consider repeated interactions: frequently occurring interactions indicate strong ties, such as friendships, while ties with low weights can indicate random encounters. Here we focus on a different dimension: rather than the strength of links, we study physical distance between individuals when a link is activated. The findings presented here are based on a dataset of proximity events in a population of approximately 500 individuals. To quantify the impact of the physical proximity on the dynamic network, we use a simulated epidemic spreading processes in two distinct networks of physical proximity. We consider the network of short …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:2l5NCbZemmgC",
    "num_citations": 44,
    "citedby_url": "/scholar?hl=en&cites=7226133143826662744,12143475672460398066",
    "cites_id": [
      "7226133143826662744",
      "12143475672460398066"
    ],
    "pub_url": "https://link.springer.com/content/pdf/10.1038/s41598-018-36116-6.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WAV3Ac9hSGQJ:scholar.google.com/",
    "cites_per_year": {
      "2016": 4,
      "2017": 5,
      "2018": 4,
      "2019": 5,
      "2020": 7,
      "2021": 9,
      "2022": 8,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Measures and mismeasures of scientific quality",
      "pub_year": 2005,
      "citation": "arXiv preprint physics/0512238, 2005",
      "author": "Sune Lehmann and Andrew D Jackson and Benny E Lautrup",
      "journal": "arXiv preprint physics/0512238",
      "abstract": "We present a general Bayesian method for quantifying the statistical reliability of one-dimensional measures of scientific quality based on citation data. Two quality measures used in practice -- ``papers per year'' and ``Hirsch's '' -- are shown to lack the accuracy and precision necessary to be useful. The mean, median and maximum number of citations are on the other hand reliable and permit accurate predictions of future author performance on the basis of as few as 50 publications."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:zYLM7Y9cAGgC",
    "num_citations": 43,
    "citedby_url": "/scholar?hl=en&cites=680189864533400858",
    "cites_id": [
      "680189864533400858"
    ],
    "pub_url": "https://arxiv.org/abs/physics/0512238",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Gp1V9xOFcAkJ:scholar.google.com/",
    "cites_per_year": {
      "2007": 4,
      "2008": 4,
      "2009": 4,
      "2010": 6,
      "2011": 2,
      "2012": 2,
      "2013": 5,
      "2014": 3,
      "2015": 3,
      "2016": 3,
      "2017": 1,
      "2018": 0,
      "2019": 2,
      "2020": 1,
      "2021": 0,
      "2022": 3
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Characterizing polarization in online vaccine discourse—A large-scale study",
      "pub_year": 2022,
      "citation": "PloS one 17 (2), e0263746, 2022",
      "author": "Bjarke Mønsted and Sune Lehmann",
      "journal": "PloS one",
      "volume": "17",
      "number": "2",
      "pages": "e0263746",
      "publisher": "Public Library of Science",
      "abstract": "Vaccine hesitancy is currently recognized by the WHO as a major threat to global health. Recently, especially during the COVID-19 pandemic, there has been a growing interest in the role of social media in the propagation of false information and fringe narratives regarding vaccination. Using a sample of approximately 60 billion tweets, we conduct a large-scale analysis of the vaccine discourse on Twitter. We use methods from deep learning and transfer learning to estimate the vaccine sentiments expressed in tweets, then categorize individual-level user attitude towards vaccines. Drawing on an interaction graph representing mutual interactions between users, we analyze the interplay between vaccine stances, interaction network, and the information sources shared by users in vaccine-related contexts. We find that strongly anti-vaccine users frequently share content from sources of a commercial nature; typically sources which sell alternative health products for profit. An interesting aspect of this finding is that concerns regarding commercial conflicts of interests are often cited as one of the major factors in vaccine hesitancy. Further, we show that the debate is highly polarized, in the sense that users with similar stances on vaccination interact preferentially with one another. Extending this insight, we provide evidence of an epistemic echo chamber effect, where users are exposed to highly dissimilar sources of vaccine information, depending the vaccination stance of their contacts. Our findings highlight the importance of understanding and addressing vaccine mis- and dis-information in the context in which they are disseminated in social networks."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:JP7YXuLIOvAC",
    "num_citations": 42,
    "citedby_url": "/scholar?hl=en&cites=5281475522769379279,14225468417555490683,15692651276262047381",
    "cites_id": [
      "5281475522769379279",
      "14225468417555490683",
      "15692651276262047381"
    ],
    "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0263746",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z9-WaAGSS0kJ:scholar.google.com/",
    "cites_per_year": {
      "2020": 4,
      "2021": 4,
      "2022": 19,
      "2023": 13
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Understanding the interplay between social and spatial behaviour",
      "pub_year": 2018,
      "citation": "EPJ Data Science 7 (1), 36, 2018",
      "author": "Laura Alessandretti and Sune Lehmann and Andrea Baronchelli",
      "journal": "EPJ Data Science",
      "volume": "7",
      "number": "1",
      "pages": "36",
      "publisher": "Springer Berlin Heidelberg",
      "abstract": "According to personality psychology, personality traits determine many aspects of human behaviour. However, validating this insight in large groups has been challenging so far, due to the scarcity of multi-channel data. Here, we focus on the relationship between mobility and social behaviour by analysing trajectories and mobile phone interactions of ∼1000 individuals from two high-resolution longitudinal datasets. We identify a connection between the way in which individuals explore new resources and exploit known assets in the social and spatial spheres. We show that different individuals balance the exploration-exploitation trade-off in different ways and we explain part of the variability in the data by the big five personality traits. We point out that, in both realms, extraversion correlates with the attitude towards exploration and routine diversity, while neuroticism and openness account for the tendency …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:BrOSOlqYqPUC",
    "num_citations": 39,
    "citedby_url": "/scholar?hl=en&cites=15309129358194559117,3877752661197782842",
    "cites_id": [
      "15309129358194559117",
      "3877752661197782842"
    ],
    "pub_url": "https://epjds.epj.org/articles/epjdata/abs/2018/01/13688_2018_Article_164/13688_2018_Article_164.html",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jciwPwr0dNQJ:scholar.google.com/",
    "cites_per_year": {
      "2017": 1,
      "2018": 0,
      "2019": 9,
      "2020": 6,
      "2021": 9,
      "2022": 10,
      "2023": 4
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Opportunities and challenges in crowdsourced wardriving",
      "pub_year": 2015,
      "citation": "Proceedings of the 2015 Internet Measurement Conference, 267-273, 2015",
      "author": "Piotr Sapiezynski and Radu Gatej and Alan Mislove and Sune Lehmann",
      "pages": "267-273",
      "abstract": "Knowing the physical location of a mobile device is crucial for a number of context-aware applications. This information is usually obtained using the Global Positioning System (GPS), or by calculating the position based on proximity of WiFi access points with known location (where the position of the access points is stored in a database at a central server). To date, most of the research regarding the creation of such a database has investigated datasets collected both artificially and over short periods of time (e.g., during a one-day drive around a city). In contrast, most in-use databases are collected by mobile devices automatically, and are maintained by large mobile OS providers.As a result, the research community has a poor understanding of the challenges in creating and using large-scale WiFi localization databases. We address this situation using the deployment of over 800 mobile devices to real users over …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:q-HalDI95KYC",
    "num_citations": 37,
    "citedby_url": "/scholar?hl=en&cites=17318624359760596982",
    "cites_id": [
      "17318624359760596982"
    ],
    "pub_url": "https://dl.acm.org/doi/abs/10.1145/2815675.2815711",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9g_14RgdWPAJ:scholar.google.com/",
    "cites_per_year": {
      "2016": 3,
      "2017": 10,
      "2018": 5,
      "2019": 8,
      "2020": 3,
      "2021": 2,
      "2022": 3,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Robustness and modular structure in networks",
      "pub_year": 2015,
      "citation": "Network Science 3 (4), 2015",
      "author": "James P Bagrow and Sune Lehmann and Yong-Yeol Ahn",
      "journal": "Network Science",
      "volume": "3",
      "number": "4",
      "publisher": "Cambridge University Press",
      "abstract": "Complex networks have recently attracted much interest due to their prevalence in nature and our daily lives (Vespignani, 2009; Newman, 2010). A critical property of a network is its resilience to random breakdown and failure (Albert et al., 2000; Cohen et al., 2000; Callaway et al., 2000; Cohen et al., 2001), typically studied as a percolation problem (Stauffer & Aharony, 1994; Achlioptas et al., 2009; Chen & D'Souza, 2011) or by modeling cascading failures (Motter, 2004; Buldyrev et al., 2010; Brummitt, et al. 2012). Many complex systems, from power grids and the Internet to the brain and society (Colizza et al., 2007; Vespignani, 2011; Balcan & Vespignani, 2011), can be modeled using modular networks comprised of small, densely connected groups of nodes (Girvan & Newman, 2002). These modules often overlap, with network elements belonging to multiple modules (Palla et al. 2005; Ahn et al. 2010). Yet …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:1Ye0OR6EYb4C",
    "num_citations": 36,
    "citedby_url": "/scholar?hl=en&cites=3010271722991346074",
    "cites_id": [
      "3010271722991346074"
    ],
    "pub_url": "https://www.cambridge.org/core/journals/network-science/article/robustness-and-modular-structure-in-networks/E4BA8E6D6B2260607D6AF9E7B9696EBF",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mmFN1i6ixikJ:scholar.google.com/",
    "cites_per_year": {
      "2014": 4,
      "2015": 2,
      "2016": 1,
      "2017": 7,
      "2018": 8,
      "2019": 3,
      "2020": 2,
      "2021": 4,
      "2022": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Measure of node similarity in multilayer networks",
      "pub_year": 2016,
      "citation": "PloS one 11 (6), e0157436, 2016",
      "author": "Anders Mollgaard and Ingo Zettler and Jesper Dammeyer and Mogens H Jensen and Sune Lehmann and Joachim Mathiesen",
      "journal": "PloS one",
      "volume": "11",
      "number": "6",
      "pages": "e0157436",
      "publisher": "Public Library of Science",
      "abstract": "The weight of links in a network is often related to the similarity of the nodes. Here, we introduce a simple tunable measure for analysing the similarity of nodes across different link weights. In particular, we use the measure to analyze homophily in a group of 659 freshman students at a large university. Our analysis is based on data obtained using smartphones equipped with custom data collection software, complemented by questionnaire-based data. The network of social contacts is represented as a weighted multilayer network constructed from different channels of telecommunication as well as data on face-to-face contacts. We find that even strongly connected individuals are not more similar with respect to basic personality traits than randomly chosen pairs of individuals. In contrast, several socio-demographics variables have a significant degree of similarity. We further observe that similarity might be present in one layer of the multilayer network and simultaneously be absent in the other layers. For a variable such as gender, our measure reveals a transition from similarity between nodes connected with links of relatively low weight to dis-similarity for the nodes connected by the strongest links. We finally analyze the overlap between layers in the network for different levels of acquaintanceships."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:MAUkC_7iAq8C",
    "num_citations": 34,
    "citedby_url": "/scholar?hl=en&cites=13980885861233972615",
    "cites_id": [
      "13980885861233972615"
    ],
    "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0157436",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:h9Uh7J0VBsIJ:scholar.google.com/",
    "cites_per_year": {
      "2017": 2,
      "2018": 6,
      "2019": 9,
      "2020": 6,
      "2021": 6,
      "2022": 4,
      "2023": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Rising temperatures erode human sleep globally",
      "pub_year": 2022,
      "citation": "One Earth 5 (5), 534-549, 2022",
      "author": "Kelton Minor and Andreas Bjerre-Nielsen and Sigga Svala Jonasdottir and Sune Lehmann and Nick Obradovich",
      "journal": "One Earth",
      "volume": "5",
      "number": "5",
      "pages": "534-549",
      "publisher": "Cell Press",
      "abstract": "Ambient temperatures are rising worldwide, with the greatest increases recorded at night. Concurrently, the prevalence of insufficient sleep is rising in many populations. Yet it remains unclear whether warmer-than-average temperatures causally impact objective measures of sleep globally. Here, we link billions of repeated sleep measurements from sleep-tracking wristbands comprising over 7 million sleep records (n = 47,628) across 68 countries to local daily meteorological data. Controlling for individual, seasonal, and time-varying confounds, increased temperature shortens sleep primarily through delayed onset, increasing the probability of insufficient sleep. The temperature effect on sleep loss is substantially larger for residents from lower-income countries and older adults, and females are affected more than males. Those in hotter regions experience comparably more sleep loss per degree of warming …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:YB4bud6kWLwC",
    "num_citations": 33,
    "citedby_url": "/scholar?hl=en&cites=348395274187170426,15311232835326987179,5717556223518959391,12103821452851205289",
    "cites_id": [
      "348395274187170426",
      "15311232835326987179",
      "5717556223518959391",
      "12103821452851205289"
    ],
    "pub_url": "https://www.sciencedirect.com/science/article/pii/S2590332222002093",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:euJZ76e_1QQJ:scholar.google.com/",
    "cites_per_year": {
      "2021": 1,
      "2022": 16,
      "2023": 15
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Privacy in sensor-driven human data collection: A guide for practitioners",
      "pub_year": 2014,
      "citation": "arXiv preprint arXiv:1403.5299, 2014",
      "author": "Arkadiusz Stopczynski and Riccardo Pietri and Alex Pentland and David Lazer and Sune Lehmann",
      "journal": "arXiv preprint arXiv:1403.5299",
      "abstract": "In recent years, the amount of information collected about human beings has increased dramatically. This development has been partially driven by individuals posting and storing data about themselves and friends using online social networks or collecting their data for self-tracking purposes (quantified-self movement). Across the sciences, researchers conduct studies collecting data with an unprecedented resolution and scale. Using computational power combined with mathematical models, such rich datasets can be mined to infer underlying patterns, thereby providing insights into human nature. Much of the data collected is sensitive. It is private in the sense that most individuals would feel uncomfortable sharing their collected personal data publicly. For this reason, the need for solutions to ensure the privacy of the individuals generating data has grown alongside the data collection efforts. Out of all the massive data collection efforts, this paper focuses on efforts directly instrumenting human behavior, and notes that -- in many cases -- the privacy of participants is not sufficiently addressed. For example, study purposes are often not explicit, informed consent is ill-defined, and security and sharing protocols are only partially disclosed. This paper provides a survey of the work related to addressing privacy issues in research studies that collect detailed sensor data on human behavior. Reflections on the key problems and recommendations for future work are included. We hope the overview of the privacy-related practices in massive data collection studies can be used as a frame of reference for practitioners in the field. Although focused on data …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:-mN3Mh-tlDkC",
    "num_citations": 33,
    "citedby_url": "/scholar?hl=en&cites=2397814145613226541",
    "cites_id": [
      "2397814145613226541"
    ],
    "pub_url": "https://arxiv.org/abs/1403.5299",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LeKu4kK_RiEJ:scholar.google.com/",
    "cites_per_year": {
      "2014": 4,
      "2015": 4,
      "2016": 2,
      "2017": 7,
      "2018": 2,
      "2019": 2,
      "2020": 5,
      "2021": 2,
      "2022": 3
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Inferring human mobility from sparse low accuracy mobile sensing data",
      "pub_year": 2014,
      "citation": "Proceedings of the 2014 ACM International Joint Conference on Pervasive and …, 2014",
      "author": "Andrea Cuttone and Sune Lehmann and Jakob Eg Larsen",
      "pages": "995-1004",
      "abstract": "Understanding both collective and personal human mobility is a central topic in Computational Social Science. Smartphone sensing data is emerging as a promising source for studying human mobility. However, most literature focuses on high-precision GPS positioning and high-frequency sampling, which is not always feasible in a longitudinal study or for everyday applications because location sensing has a high battery cost. In this paper we study the feasibility of inferring human mobility from sparse, low accuracy mobile sensing data. We validate our results using participants' location diaries, and analyze the inferred geographical networks, the time spent at different places, and the number of unique places over time. Our results suggest that low resolution data allows accurate inference of human mobility patterns."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:1yWc8FF-_SYC",
    "num_citations": 32,
    "citedby_url": "/scholar?hl=en&cites=16618402618839947416",
    "cites_id": [
      "16618402618839947416"
    ],
    "pub_url": "https://dl.acm.org/doi/abs/10.1145/2638728.2641283",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mFhgPiJtoOYJ:scholar.google.com/",
    "cites_per_year": {
      "2015": 1,
      "2016": 8,
      "2017": 3,
      "2018": 5,
      "2019": 3,
      "2020": 5,
      "2021": 3,
      "2022": 3,
      "2023": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Inferring stop-locations from wifi",
      "pub_year": 2016,
      "citation": "PloS one 11 (2), e0149105, 2016",
      "author": "David Kofoed Wind and Piotr Sapiezynski and Magdalena Anna Furman and Sune Lehmann",
      "journal": "PloS one",
      "volume": "11",
      "number": "2",
      "pages": "e0149105",
      "publisher": "Public Library of Science",
      "abstract": "Human mobility patterns are inherently complex. In terms of understanding these patterns, the process of converting raw data into series of stop-locations and transitions is an important first step which greatly reduces the volume of data, thus simplifying the subsequent analyses. Previous research into the mobility of individuals has focused on inferring ‘stop locations’ (places of stationarity) from GPS or CDR data, or on detection of state (static/active). In this paper we bridge the gap between the two approaches: we introduce methods for detecting both mobility state and stop-locations. In addition, our methods are based exclusively on WiFi data. We study two months of WiFi data collected every two minutes by a smartphone, and infer stop-locations in the form of labelled time-intervals. For this purpose, we investigate two algorithms, both of which scale to large datasets: a greedy approach to select the most important routers and one which uses a density-based clustering algorithm to detect router fingerprints. We validate our results using participants’ GPS data as well as ground truth data collected during a two month period."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:-7ulzOJl1JYC",
    "num_citations": 29,
    "citedby_url": "/scholar?hl=en&cites=13391420078550497084",
    "cites_id": [
      "13391420078550497084"
    ],
    "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0149105",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PDcJVJzh17kJ:scholar.google.com/",
    "cites_per_year": {
      "2016": 1,
      "2017": 7,
      "2018": 5,
      "2019": 6,
      "2020": 6,
      "2021": 3,
      "2022": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "A mobile personal informatics system with interactive visualizations of mobility and social interactions",
      "pub_year": 2013,
      "citation": "Proceedings of the 1st ACM international workshop on Personal data meets …, 2013",
      "author": "Andrea Cuttone and Sune Lehmann and Jakob Eg Larsen",
      "pages": "27-30",
      "abstract": "We describe a personal informatics system for Android smartphones that provides personal data on mobility and social interactions through interactive visualization interfaces. The mobile app has been made available to N=136 first year university students as part of a study of social network interactions in a university campus setting. The design of the interactive visualization interfaces enabling the participants to gain insights into own behaviors is described. We report initial findings based on device logging of participant interactions with the interactive visualization app on the smartphone and from a survey on usage with response from 45 (33%) of the participants indicating that the system allowed new insights into behavioral patterns."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:ZeXyd9-uunAC",
    "num_citations": 28,
    "citedby_url": "/scholar?hl=en&cites=7183582357690107599",
    "cites_id": [
      "7183582357690107599"
    ],
    "pub_url": "https://dl.acm.org/doi/abs/10.1145/2509352.2509397",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z8bhFBg2sWMJ:scholar.google.com/",
    "cites_per_year": {
      "2014": 4,
      "2015": 3,
      "2016": 5,
      "2017": 6,
      "2018": 2,
      "2019": 1,
      "2020": 3,
      "2021": 1,
      "2022": 3
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Design process robustness: a bipartite network analysis reveals the central importance of people",
      "pub_year": 2018,
      "citation": "Design Science 4, e1, 2018",
      "author": "Sebastiano A Piccolo and Sune Lehmann and Anja Maier",
      "journal": "Design Science",
      "volume": "4",
      "pages": "e1",
      "publisher": "Cambridge University Press",
      "abstract": "Design processes require the joint effort of many people to collaborate and work on multiple activities. Effective techniques to analyse and model design processes are important for understanding organisational dynamics, for improving collaboration, and for planning robust design processes, reducing the risk of rework and delays. Although there has been much progress in modelling and understanding design processes, little is known about the interplay between people and the activities they perform and its influence on design process robustness. To analyse this interplay, we model a large-scale design process of a biomass power plant with activities as a bipartite network. Observing that some people act as bridges between activities organised to form nearly independent modules, in order to evaluate process fragility, we simulate random failures and targeted attacks to people and activities. We find that our …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:oi2SiIJ9l4AC",
    "num_citations": 21,
    "citedby_url": "/scholar?hl=en&cites=12315635618293950121",
    "cites_id": [
      "12315635618293950121"
    ],
    "pub_url": "https://www.cambridge.org/core/journals/design-science/article/design-process-robustness-a-bipartite-network-analysis-reveals-the-central-importance-of-people/77F4815D5D79419A8712265A7F6B6890",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qSaPA1jt6aoJ:scholar.google.com/",
    "cites_per_year": {
      "2018": 2,
      "2019": 5,
      "2020": 4,
      "2021": 4,
      "2022": 4,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Inferring transportation mode from smartphone sensors: Evaluating the potential of Wi-Fi and Bluetooth",
      "pub_year": 2020,
      "citation": "PloS one 15 (7), e0234003, 2020",
      "author": "Andreas Bjerre-Nielsen and Kelton Minor and Piotr Sapieżyński and Sune Lehmann and David Dreyer Lassen",
      "journal": "PloS one",
      "volume": "15",
      "number": "7",
      "pages": "e0234003",
      "publisher": "Public Library of Science",
      "abstract": "Understanding which transportation modes people use is critical for smart cities and planners to better serve their citizens. We show that using information from pervasive Wi-Fi access points and Bluetooth devices can enhance GPS and geographic information to improve transportation detection on smartphones. Wi-Fi information also improves the identification of transportation mode and helps conserve battery since it is already collected by most mobile phones. Our approach uses a machine learning approach to determine the mode from pre-prepocessed data. This approach yields an overall accuracy of 89% and average F1 score of 83% for inferring the three grouped modes of self-powered, car-based, and public transportation. When broken out by individual modes, Wi-Fi features improve detection accuracy of bus trips, train travel, and driving compared to GPS features alone and can substitute for GIS features without decreasing performance. Our results suggest that Wi-Fi and Bluetooth can be useful in urban transportation research, for example by improving mobile travel surveys and urban sensing applications."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:sA9dB-pw3HoC",
    "num_citations": 20,
    "citedby_url": "/scholar?hl=en&cites=11836224703354795224,11005037488598524202",
    "cites_id": [
      "11836224703354795224",
      "11005037488598524202"
    ],
    "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0234003",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2HQqHai3QqQJ:scholar.google.com/",
    "cites_per_year": {
      "2019": 1,
      "2020": 1,
      "2021": 7,
      "2022": 10,
      "2023": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Iterations as the result of social and technical factors: empirical evidence from a large-scale design project",
      "pub_year": 2019,
      "citation": "Research in Engineering Design 30 (2), 251-270, 2019",
      "author": "Sebastiano A Piccolo and Anja M Maier and Sune Lehmann and Chris A McMahon",
      "journal": "Research in Engineering Design",
      "volume": "30",
      "number": "2",
      "pages": "251-270",
      "publisher": "Springer London",
      "abstract": "Understanding the role of iterations is an important topic within design research and design practice. Iterations often involve rework and thus often increased costs and completion time. Many theories and studies ascribe iterations either to the social or technical complexity of the design process. Here, we join the two perspectives by analysing metadata of more than 3000 documents produced during the design of a biomass power plant. We gain insights by using network analysis and by visualising the temporal unfolding of the design process. Subsequently, we develop a statistical model to rigorously test multiple hypotheses showing that iterations are a combination of technical and social factors. The paper shows that iterations increase when the number of stakeholders/participants increases and when external suppliers are involved. Iterations are lower in presence of integrative activities. Furthermore, the …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:EPG8bYD4jVwC",
    "num_citations": 20,
    "citedby_url": "/scholar?hl=en&cites=13339431493028823255",
    "cites_id": [
      "13339431493028823255"
    ],
    "pub_url": "https://link.springer.com/article/10.1007/s00163-018-0301-z",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:10Ckf0QuH7kJ:scholar.google.com/",
    "cites_per_year": {
      "2019": 3,
      "2020": 3,
      "2021": 7,
      "2022": 5,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Understanding components of mobility during the COVID-19 pandemic",
      "pub_year": 2022,
      "citation": "Philosophical Transactions of the Royal Society A 380 (2214), 20210118, 2022",
      "author": "Peter Edsberg Møllgaard and Sune Lehmann and Laura Alessandretti",
      "journal": "Philosophical Transactions of the Royal Society A",
      "volume": "380",
      "number": "2214",
      "pages": "20210118",
      "publisher": "The Royal Society",
      "abstract": "Travel restrictions have proven to be an effective strategy to control the spread of the COVID-19 epidemics, in part because they help delay disease propagation across territories. The question, however, as to how different types of travel behaviour, from commuting to holiday-related travel, contribute to the spread of infectious diseases remains open. Here, we address this issue by using factorization techniques to decompose the temporal network describing mobility flows throughout 2020 into interpretable components. Our results are based on two mobility datasets: the first is gathered from Danish mobile network operators; the second originates from the Facebook Data-For-Good project. We find that mobility patterns can be described as the aggregation of three mobility network components roughly corresponding to travel during workdays, weekends and holidays, respectively. We show that, across datasets, in …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:CNPyR2KL9-0C",
    "num_citations": 19,
    "citedby_url": "/scholar?hl=en&cites=15778004796776284334",
    "cites_id": [
      "15778004796776284334"
    ],
    "pub_url": "https://royalsocietypublishing.org/doi/abs/10.1098/rsta.2021.0118",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:roBCaMS79toJ:scholar.google.com/",
    "cites_per_year": {
      "2022": 12,
      "2023": 7
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Optimizing targeted vaccination across cyber–physical networks: an empirically based mathematical simulation study",
      "pub_year": 2018,
      "citation": "Journal of The Royal Society Interface 15 (138), 20170783, 2018",
      "author": "Enys Mones and Arkadiusz Stopczynski and Alex ‘Sandy’ Pentland and Nathaniel Hupert and Sune Lehmann",
      "journal": "Journal of The Royal Society Interface",
      "volume": "15",
      "number": "138",
      "pages": "20170783",
      "publisher": "The Royal Society",
      "abstract": "Targeted vaccination, whether to minimize the forward transmission of infectious diseases or their clinical impact, is one of the ‘holy grails’ of modern infectious disease outbreak response, yet it is difficult to achieve in practice due to the challenge of identifying optimal targets in real time. If interruption of disease transmission is the goal, targeting requires knowledge of underlying person-to-person contact networks. Digital communication networks may reflect not only virtual but also physical interactions that could result in disease transmission, but the precise overlap between these cyber and physical networks has never been empirically explored in real-life settings. Here, we study the digital communication activity of more than 500 individuals along with their person-to-person contacts at a 5-min temporal resolution. We then simulate different disease transmission scenarios on the person-to-person physical contact …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:-nhnvRiOwuoC",
    "num_citations": 19,
    "citedby_url": "/scholar?hl=en&cites=15865613111927588275,6063744056278742303,16206600157796528215",
    "cites_id": [
      "15865613111927588275",
      "6063744056278742303",
      "16206600157796528215"
    ],
    "pub_url": "https://royalsocietypublishing.org/doi/abs/10.1098/rsif.2017.0783",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:s0U50BD7LdwJ:scholar.google.com/",
    "cites_per_year": {
      "2016": 1,
      "2017": 1,
      "2018": 1,
      "2019": 4,
      "2020": 2,
      "2021": 10
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Temporal fidelity in dynamic social networks",
      "pub_year": 2015,
      "citation": "The European Physical Journal B 88, 1-6, 2015",
      "author": "Arkadiusz Stopczynski and Piotr Sapiezynski and Alex ‘Sandy’ Pentland and Sune Lehmann",
      "journal": "The European Physical Journal B",
      "volume": "88",
      "pages": "1-6",
      "publisher": "Springer Berlin Heidelberg",
      "abstract": "It has recently become possible to record detailed social interactions in large social systems with high resolution. As we study these datasets, human social interactions display patterns that emerge at multiple time scales, from minutes to months. On a fundamental level, understanding of the network dynamics can be used to inform the process of measuring social networks. The details of measurement are of particular importance when considering dynamic processes where minute-to-minute details are important, because collection of physical proximity interactions with high temporal resolution is difficult and expensive. Here, we consider the dynamic network of proximity-interactions between approximately 500 individuals participating in the Copenhagen Networks Study. We show that in order to accurately model spreading processes in the network, the dynamic processes that occur on the order of minutes …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:SjuI4pbJlxcC",
    "num_citations": 19,
    "citedby_url": "/scholar?hl=en&cites=1467634182229299038",
    "cites_id": [
      "1467634182229299038"
    ],
    "pub_url": "https://link.springer.com/article/10.1140/epjb/e2015-60549-7",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Xo__S4MVXhQJ:scholar.google.com/",
    "cites_per_year": {
      "2015": 1,
      "2016": 4,
      "2017": 2,
      "2018": 6,
      "2019": 3,
      "2020": 2,
      "2021": 0,
      "2022": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Fixed-time descriptive statistics underestimate extremes of epidemic curve ensembles",
      "pub_year": 2021,
      "citation": "Nature physics 17 (1), 5-8, 2021",
      "author": "Jonas L Juul and Kaare Græsbøll and Lasse Engbo Christiansen and Sune Lehmann",
      "journal": "Nature physics",
      "volume": "17",
      "number": "1",
      "pages": "5-8",
      "publisher": "Nature Publishing Group UK",
      "abstract": "The uncertainty associated with epidemic forecasts is often simulated with ensembles of epidemic trajectories based on combinations of parameters. We show that the standard approach for summarizing such ensembles systematically suppresses critical epidemiological information."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:DyXnQzXoVgIC",
    "num_citations": 17,
    "citedby_url": "/scholar?hl=en&cites=9488214151276714422,8009169371789635627",
    "cites_id": [
      "9488214151276714422",
      "8009169371789635627"
    ],
    "pub_url": "https://www.nature.com/articles/s41567-020-01121-y",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ttmu93_orIMJ:scholar.google.com/",
    "cites_per_year": {
      "2020": 1,
      "2021": 10,
      "2022": 4,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Quantifying daily rhythms with non-negative matrix factorization applied to mobile phone data",
      "pub_year": 2022,
      "citation": "Scientific reports 12 (1), 5544, 2022",
      "author": "Talayeh Aledavood and Ilkka Kivimäki and Sune Lehmann and Jari Saramäki",
      "journal": "Scientific reports",
      "volume": "12",
      "number": "1",
      "pages": "5544",
      "publisher": "Nature Publishing Group UK",
      "abstract": "Human activities follow daily, weekly, and seasonal rhythms. The emergence of these rhythms is related to physiology and natural cycles as well as social constructs. The human body and its biological functions undergo near 24-h rhythms (circadian rhythms). While their frequencies are similar across people, their phases differ. In the chronobiology literature, people are categorized into morning-type, evening-type, and intermediate-type groups called chronotypes based on their tendency to sleep at different times of day. Typically, this typology builds on carefully designed questionnaires or manually crafted features of time series data on people’s activity. Here, we introduce a method where time-stamped data from smartphones are decomposed into components using non-negative matrix factorization. The method does not require any predetermined assumptions about the typical times of sleep or activity: the results …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:hvmnpdAuIbkC",
    "num_citations": 16,
    "citedby_url": "/scholar?hl=en&cites=17229187433503512530,14871640232022962642,9815025471598826170",
    "cites_id": [
      "17229187433503512530",
      "14871640232022962642",
      "9815025471598826170"
    ],
    "pub_url": "https://www.nature.com/articles/s41598-022-09273-y",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0teZxq9eGu8J:scholar.google.com/",
    "cites_per_year": {
      "2020": 1,
      "2021": 4,
      "2022": 1,
      "2023": 10
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Fundamental structures in temporal communication networks",
      "pub_year": 2019,
      "citation": "Temporal Network Theory, 25-48, 2019",
      "author": "Sune Lehmann",
      "journal": "Temporal Network Theory",
      "pages": "25-48",
      "publisher": "Springer International Publishing",
      "abstract": "In this paper I introduce a framework for modeling temporal communication networks and dynamical processes unfolding on such networks. The framework originates from the (new) observation that there is a meaningful division of temporal communication networks into six dynamic classes, where the class of a network is determined by its generating process. In particular, each class is characterized by a fundamental structure: a temporal-topological network motif, which corresponds to the network representation of communication events in that class of network. These fundamental structures constrain network configurations: only certain configurations are possible within a dynamic class. In this way the framework presented here highlights strong constraints on network structures, which simplify analyses and shape network flows. Therefore the fundamental structures hold the potential to impact how we …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:rbm3iO8VlycC",
    "num_citations": 14,
    "citedby_url": "/scholar?hl=en&cites=2313730892065165847,7274942195193770671",
    "cites_id": [
      "2313730892065165847",
      "7274942195193770671"
    ],
    "pub_url": "https://link.springer.com/chapter/10.1007/978-3-030-23495-9_2",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:F1Jk1_wFHCAJ:scholar.google.com/",
    "cites_per_year": {
      "2020": 3,
      "2021": 4,
      "2022": 5,
      "2023": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Communicate hope to motivate the public during the COVID-19 pandemic",
      "pub_year": 2022,
      "citation": "Scientific Reports 12 (1), 1-7, 2022",
      "author": "Michael Bang Petersen and Lasse Engbo Christiansen and Alexander Bor and Marie Fly Lindholt and Frederik Jørgensen and Rebecca Adler-Nissen and Andreas Roepstorff and Sune Lehmann",
      "journal": "Scientific Reports",
      "volume": "12",
      "number": "1",
      "pages": "1-7",
      "publisher": "Nature Publishing Group",
      "abstract": "How should health authorities communicate to motivate the public to comply with health advice during a prolonged health crisis such as a pandemic? During the SARS-CoV-2 pandemic, for example, people have had to comply with successive restrictions as the world faced multiple races between controlling new waves of the virus and the development and implementation of vaccines. Here, we examine how health authorities and governments most effectively motivate the public by focusing on a specific race: between the Alpha variant and the implementation of the first generation of COVID-19 vaccinations in the winter of 2021. Following prior research on crisis communication, we focus on appeals to fear and hope using communicative aids in the form of visualizations based on epidemiological modelling. Using a population-based experiment conducted in United States (), we demonstrate that a hope …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:KWzIFqRkAKkC",
    "num_citations": 12,
    "citedby_url": "/scholar?hl=en&cites=8054939056202596253,14064727316240343645",
    "cites_id": [
      "8054939056202596253",
      "14064727316240343645"
    ],
    "pub_url": "https://link.springer.com/content/pdf/10.1038/s41598-022-06316-2.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nT9gDGXkyG8J:scholar.google.com/",
    "cites_per_year": {
      "2021": 1,
      "2022": 8,
      "2023": 3
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Social ties between team members affect patient satisfaction: a data-driven approach to handling complex network analyses",
      "pub_year": 2020,
      "citation": "Advances in Health Sciences Education 25, 581-606, 2020",
      "author": "Betina Ristorp Andersen and Jesper Løve Hinrich and Maria Birkvad Rasmussen and Sune Lehmann and Charlotte Ringsted and Ellen Løkkegaard and Martin G Tolsgaard",
      "journal": "Advances in Health Sciences Education",
      "volume": "25",
      "pages": "581-606",
      "publisher": "Springer Netherlands",
      "abstract": "Research from outside the medical field suggests that social ties between team-members influence knowledge sharing, improve coordination, and facilitate task completion. However, the relative importance of social ties among team-members for patient satisfaction remains unknown. In this study, we explored the association between social ties within emergency teams performing simulated caesarean sections (CS) and patient-actor satisfaction. Two hundred seventy-two participants were allocated to 33 teams performing two emergency CSs in a simulated setting. We collected data on social ties between team-members, measured as affective, personal and professional ties. Ties were rated on 5-point Likert scales. In addition, participants’ clinical experience, demographic data and their knowledge about team members’ roles were surveyed. Perceived patient satisfaction was measured on a 5-point Likert …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:zGdJYJv2LkUC",
    "num_citations": 12,
    "citedby_url": "/scholar?hl=en&cites=13765464751188173183",
    "cites_id": [
      "13765464751188173183"
    ],
    "pub_url": "https://link.springer.com/article/10.1007/s10459-019-09941-1",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:f2G7NkLBCL8J:scholar.google.com/",
    "cites_per_year": {
      "2020": 1,
      "2021": 2,
      "2022": 5,
      "2023": 4
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Offline behaviors of online friends",
      "pub_year": 2018,
      "citation": "arXiv preprint arXiv:1811.03153, 2018",
      "author": "Piotr Sapiezynski and Arkadiusz Stopczynski and David Kofoed Wind and Jure Leskovec and Sune Lehmann",
      "journal": "arXiv preprint arXiv:1811.03153",
      "abstract": "In this work we analyze traces of mobility and co-location among a group of nearly 1000 closely interacting individuals. We attempt to reconstruct the Facebook friendship graph, Facebook interaction network, as well as call and SMS networks from longitudinal records of person-to-person offline proximity. We find subtle, yet observable behavioral differences between pairs of people who communicate using each of the different channels and we show that the signal of friendship is strong enough to stand out from the noise of random and schedule-driven offline interactions between familiar strangers. Our study also provides an overview of methods for link inference based on offline behavior and proposes new features to improve the performance of the prediction task."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:An6A6Jpfc1oC",
    "num_citations": 12,
    "citedby_url": "/scholar?hl=en&cites=16056156862742508604",
    "cites_id": [
      "16056156862742508604"
    ],
    "pub_url": "https://arxiv.org/abs/1811.03153",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PLS39Zjt0t4J:scholar.google.com/",
    "cites_per_year": {
      "2017": 1,
      "2018": 0,
      "2019": 4,
      "2020": 1,
      "2021": 4,
      "2022": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Dissecting the canon: Visual subject co-popularity networks in art research",
      "pub_year": 2008,
      "citation": "Universitätsbibliothek der Universität Heidelberg, 2008",
      "author": "Maximilian Schich and Sune Lehmann and Juyong Park",
      "publisher": "Universitätsbibliothek der Universität Heidelberg",
      "abstract": "In Art History and Archaeology scholars use documents to study objects together with their meaning, related people, locations, times and events. Within this effort Art History has been defined as the history of all man-made things (Kubler, 1962), which implies a focus on the dynamics of interrelated objects–the growth of what can be seen as the coral reef of culture (Gombrich,"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:W7OEmFMy1HYC",
    "num_citations": 12,
    "citedby_url": "/scholar?hl=en&cites=8351654148431615625",
    "cites_id": [
      "8351654148431615625"
    ],
    "pub_url": "https://archiv.ub.uni-heidelberg.de/artdok/711",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iRYv9DIJ53MJ:scholar.google.com/",
    "cites_per_year": {
      "2008": 1,
      "2009": 0,
      "2010": 2,
      "2011": 2,
      "2012": 0,
      "2013": 1,
      "2014": 2,
      "2015": 0,
      "2016": 1,
      "2017": 1,
      "2018": 0,
      "2019": 0,
      "2020": 0,
      "2021": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Correlations between human mobility and social interaction reveal general activity patterns",
      "pub_year": 2017,
      "citation": "PloS one 12 (12), e0188973, 2017",
      "author": "Anders Mollgaard and Sune Lehmann and Joachim Mathiesen",
      "journal": "PloS one",
      "volume": "12",
      "number": "12",
      "pages": "e0188973",
      "publisher": "Public Library of Science",
      "abstract": "A day in the life of a person involves a broad range of activities which are common across many people. Going beyond diurnal cycles, a central question is: to what extent do individuals act according to patterns shared across an entire population? Here we investigate the interplay between different activity types, namely communication, motion, and physical proximity by analyzing data collected from smartphones distributed among 638 individuals. We explore two central questions: Which underlying principles govern the formation of the activity patterns? Are the patterns specific to each individual or shared across the entire population? We find that statistics of the entire population allows us to successfully predict 71% of the activity and 85% of the inactivity involved in communication, mobility, and physical proximity. Surprisingly, individual level statistics only result in marginally better predictions, indicating that a majority of activity patterns are shared across our sample population. Finally, we predict short-term activity patterns using a generalized linear model, which suggests that a simple linear description might be sufficient to explain a wide range of actions, whether they be of social or of physical character."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:3bvyWxjaHKcC",
    "num_citations": 11,
    "citedby_url": "/scholar?hl=en&cites=1627057703077555672,3975418835426680581",
    "cites_id": [
      "1627057703077555672",
      "3975418835426680581"
    ],
    "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0188973",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2C0ARVx4lBYJ:scholar.google.com/",
    "cites_per_year": {
      "2017": 1,
      "2018": 2,
      "2019": 2,
      "2020": 2,
      "2021": 1,
      "2022": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Live and dead nodes",
      "pub_year": 2005,
      "citation": "Computational & Mathematical Organization Theory 11, 161-170, 2005",
      "author": "Sune Lehmann and Andrew D Jackson",
      "journal": "Computational & Mathematical Organization Theory",
      "volume": "11",
      "pages": "161-170",
      "publisher": "Kluwer Academic Publishers",
      "abstract": "In this paper, we explore the consequences of a distinction between ‘live' and ‘dead' network nodes; ‘live' nodes are able to acquire new links whereas ‘dead' nodes are static. We develop an analytically soluble growing network model incorporating this distinction and show that it can provide a quantitative description of the empirical network composed of citations and references (in- and out-links) between papers (nodes) in the SPIRES database of scientific papers in high energy physics. We also demonstrate that the death mechanism alone can result in power law degree distributions for the resulting network."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:eQOLeE2rZwMC",
    "num_citations": 11,
    "citedby_url": "/scholar?hl=en&cites=7754931876999520595",
    "cites_id": [
      "7754931876999520595"
    ],
    "pub_url": "https://link.springer.com/article/10.1007/s10588-005-3942-1",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:U-HoaXQNn2sJ:scholar.google.com/",
    "cites_per_year": {
      "2005": 1,
      "2006": 1,
      "2007": 0,
      "2008": 0,
      "2009": 2,
      "2010": 0,
      "2011": 0,
      "2012": 1,
      "2013": 0,
      "2014": 0,
      "2015": 3,
      "2016": 1,
      "2017": 1,
      "2018": 0,
      "2019": 0,
      "2020": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Contact activity and dynamics of the social core",
      "pub_year": 2017,
      "citation": "EPJ Data Science 6, 1-16, 2017",
      "author": "Enys Mones and Arkadiusz Stopczynski and Sune Lehmann",
      "journal": "EPJ Data Science",
      "volume": "6",
      "pages": "1-16",
      "publisher": "Springer Berlin Heidelberg",
      "abstract": "Humans interact through numerous communication channels to build and maintain social connections: they meet face-to-face, make phone calls or send text messages, and interact via social media. Although it is known that the network of physical contacts, for example, is distinct from the network arising from communication events via phone calls and instant messages, the extent to which these networks differ is not clear. We show here that the network structure of these channels show large structural variations. The various channels account for diverse relationships between pairs of individuals and the corresponding interaction patterns across channels differ to an extent that social ties cannot easily be reduced to a single layer. Each network of interactions, however, contains both central and peripheral individuals: central members are characterized by higher connectivity and can reach a large fraction of …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:O0nohqN1r9EC",
    "num_citations": 10,
    "citedby_url": "/scholar?hl=en&cites=3415648511081125275,4354507779180402627",
    "cites_id": [
      "3415648511081125275",
      "4354507779180402627"
    ],
    "pub_url": "https://link.springer.com/content/pdf/10.1140/epjds/s13688-017-0103-y.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mxWVVDnSZi8J:scholar.google.com/",
    "cites_per_year": {
      "2018": 2,
      "2019": 5,
      "2020": 0,
      "2021": 1,
      "2022": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Using data-and network science to reveal iterations and phase-transitions in the design process",
      "pub_year": 2017,
      "citation": "DS 87-2 Proceedings of the 21st International Conference on Engineering …, 2017",
      "author": "Sebastiano Piccolo and Sune Lehmann and Anja Maier",
      "journal": "DS 87-2 Proceedings of the 21st International Conference on Engineering Design (ICED 17) Vol 2: Design Processes, Design Organisation and Management, Vancouver, Canada, 21-25.08. 2017",
      "pages": "011-020",
      "abstract": "Understanding the role of iterations is a prevalent topic in both design research and design practice. Furthermore, the increasing amount of data produced and stored by companies leaves traces and enables the application of data science to learn from past design processes. In this article, we analyse a document-log to show the temporal evolution of a real design process of a power plant by using exploratory data analysis and network analysis. We show how the iterative nature of the design process is reflected in archival data and how one might re-construct the design process, involving iterations between many parties, including the client, external consultants, suppliers, and designers. We also show how people use different representations during the design process and how this is associated with a design phase-transition in the process. Finally, we relate our findings with the literature on iterations and discuss implications for research and practice with application to project management and process modelling."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:FiDNX6EVdGUC",
    "num_citations": 10,
    "citedby_url": "/scholar?hl=en&cites=13309768078706820022",
    "cites_id": [
      "13309768078706820022"
    ],
    "pub_url": "https://www.designsociety.org/publication/39555/using_data-and_network_science_to_reveal_iterations_and_phase-transitions_in_the_design_process",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tkMnpozLtbgJ:scholar.google.com/",
    "cites_per_year": {
      "2018": 4,
      "2019": 4,
      "2020": 0,
      "2021": 1,
      "2022": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Big Data as Uncertain Archives",
      "pub_year": 2021,
      "citation": "Uncertain Archives: Critical Keywords for Big Data, 1-28, 2021",
      "author": "Bonde Thylstrup and Daniela Agostinho and Annie Ring and Catherine D’Ignazio and Kristin Veel and Sarah T Roberts and Marika Cifor and Sune Lehmann and Alana Lentin and Aristea Fotopoulou and Tanya Kant",
      "journal": "Uncertain Archives: Critical Keywords for Big Data",
      "pages": "1-28",
      "publisher": "MIT Press",
      "abstract": "Contents Page 1 Contents Acknowledgments xi Big Data as Uncertain Archives 1 Nanna \nBonde Thylstrup, Daniela Agostinho, Annie Ring, Catherine D’Ignazio, and Kristin Veel 1 Abuse \n29 Sarah T. Roberts 2 Affect 37 Marika Cifor 3 Aggregation 47 Sune Lehmann 4 Algorithmic \nRacism 57 Alana Lentin 5 Bots 65 Aristea Fotopoulou and Tanya Kant 6 Care 75 Daniela \nAgostinho 7 Complicity 87 Annie Ring Page 2 vi Contents 8 Conversational Agents 99 Ulrik \nEkman 9 Cooling 109 Nicole Starosielski 10 Copynorms 115 Minh- Ha T. Pham 11 Database \n125 Tahani Nadim 12 Demo 133 Orit Halpern 13 Detox 141 Pepita Hesselberth 14 Digital \nAssistants 151 Miriam E. Sweeney 15 Digital Humanities 161 Roopika Risam 16 DNA 171 Mél \nHogan 17 Drone 179 Lila Lee- Morrison 18 Error 191 Nanna Bonde Thylstrup Page 3 Contents \nvii 19 Ethics 201 Louise Amoore 20 Executing 209 Critical Software Thing: David Gauthier…"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:LK8CI43ZvvMC",
    "num_citations": 8,
    "citedby_url": "/scholar?hl=en&cites=14226349040299366904",
    "cites_id": [
      "14226349040299366904"
    ],
    "pub_url": "https://www.academia.edu/download/65753413/Uncertain_Archives_TOC.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-FnD5RMlbsUJ:scholar.google.com/",
    "cites_per_year": {
      "2022": 2,
      "2023": 6
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Spreading in social systems: Reflections",
      "pub_year": 2018,
      "citation": "Complex Spreading Phenomena in Social Systems: Influence and Contagion in …, 2018",
      "author": "Sune Lehmann and Yong-Yeol Ahn",
      "journal": "Complex Spreading Phenomena in Social Systems: Influence and Contagion in Real-World Social Networks",
      "pages": "351-358",
      "publisher": "Springer International Publishing",
      "abstract": "In this final chapter, we consider the state-of-the-art for spreading in social systems and discuss the future of the field. As part of this reflection, we identify a set of key challenges ahead. The challenges include the following questions: how can we improve the quality, quantity, extent, and accessibility of datasets? How can we extract more information from limited datasets? How can we take individual cognition and decision-making processes into account? How can we incorporate other complexity of the real contagion processes? Finally, how can we translate research into positive real-world impact? In the following, we provide more context for each of these open questions."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:w1MjKQ0l0TYC",
    "num_citations": 8,
    "citedby_url": "/scholar?hl=en&cites=15431845782822938664",
    "cites_id": [
      "15431845782822938664"
    ],
    "pub_url": "https://link.springer.com/chapter/10.1007/978-3-319-77332-2_19",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:KGjFYfrtKNYJ:scholar.google.com/",
    "cites_per_year": {
      "2018": 1,
      "2019": 2,
      "2020": 1,
      "2021": 2,
      "2022": 1,
      "2023": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Privacy and uniqueness of neighborhoods in social networks",
      "pub_year": 2021,
      "citation": "Scientific reports 11 (1), 20104, 2021",
      "author": "Daniele Romanini and Sune Lehmann and Mikko Kivelä",
      "journal": "Scientific reports",
      "volume": "11",
      "number": "1",
      "pages": "20104",
      "publisher": "Nature Publishing Group UK",
      "abstract": "The ability to share social network data at the level of individual connections is beneficial to science: not only for reproducing results, but also for researchers who may wish to use it for purposes not foreseen by the data releaser. Sharing such data, however, can lead to serious privacy issues, because individuals could be re-identified, not only based on possible nodes’ attributes, but also from the structure of the network around them. The risk associated with re-identification can be measured and it is more serious in some networks than in others. While various optimization algorithms have been proposed to anonymize networks, there is still only a limited theoretical understanding of which network features are important for the privacy problem. Using network models and real data, we show that the average degree of networks is a crucial parameter for the severity of re-identification risk from nodes’ neighborhoods …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:qwy9JoKyICEC",
    "num_citations": 7,
    "citedby_url": "/scholar?hl=en&cites=13722608255646990670",
    "cites_id": [
      "13722608255646990670"
    ],
    "pub_url": "https://www.nature.com/articles/s41598-021-94283-5",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ToGuxYB_cL4J:scholar.google.com/",
    "cites_per_year": {
      "2021": 2,
      "2022": 2,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Task-specific information outperforms surveillance-style big data in predictive analytics",
      "pub_year": 2021,
      "citation": "Proceedings of the National Academy of Sciences 118 (14), e2020258118, 2021",
      "author": "Andreas Bjerre-Nielsen and Valentin Kassarnig and David Dreyer Lassen and Sune Lehmann",
      "journal": "Proceedings of the National Academy of Sciences",
      "volume": "118",
      "number": "14",
      "pages": "e2020258118",
      "publisher": "National Academy of Sciences",
      "abstract": "Increasingly, human behavior can be monitored through the collection of data from digital devices revealing information on behaviors and locations. In the context of higher education, a growing number of schools and universities collect data on their students with the purpose of assessing or predicting behaviors and academic performance, and the COVID-19–induced move to online education dramatically increases what can be accumulated in this way, raising concerns about students’ privacy. We focus on academic performance and ask whether predictive performance for a given dataset can be achieved with less privacy-invasive, but more task-specific, data. We draw on a unique dataset on a large student population containing both highly detailed measures of behavior and personality and high-quality third-party reported individual-level administrative data. We find that models estimated using the big …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:0aBXIfxlw9sC",
    "num_citations": 7,
    "citedby_url": "/scholar?hl=en&cites=5001523309822619626",
    "cites_id": [
      "5001523309822619626"
    ],
    "pub_url": "https://www.pnas.org/doi/abs/10.1073/pnas.2020258118",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6i_QefP6aEUJ:scholar.google.com/",
    "cites_per_year": {
      "2020": 1,
      "2021": 0,
      "2022": 2,
      "2023": 4
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "The network of subject co-popularity in Classical Archaeology",
      "pub_year": 2008,
      "citation": "",
      "author": "Maximilian Schich and César Hidalgo and Sune Lehmann and Juyong Park",
      "abstract": "Method In our analysis of Archäologische Bibliographie we use methods from the science of complex networks–a multidisciplinary effort, investigating the relationship patterns that emerge in social, biological, economic and technological systems. 2 We do this by interpreting Archäologische Bibliographie as a network whose nodes are individual database records and whose links are database references. 3"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:_FxGoFyzp5QC",
    "num_citations": 7,
    "citedby_url": "/scholar?hl=en&cites=1124401379302658746",
    "cites_id": [
      "1124401379302658746"
    ],
    "pub_url": "https://archiv.ub.uni-heidelberg.de/artdok/715",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ulJL3hitmg8J:scholar.google.com/",
    "cites_per_year": {
      "2010": 1,
      "2011": 0,
      "2012": 2,
      "2013": 1,
      "2014": 1,
      "2015": 1,
      "2016": 0,
      "2017": 0,
      "2018": 0,
      "2019": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Neighbourhood matching creates realistic surrogate temporal networks",
      "pub_year": 2022,
      "citation": "arXiv preprint arXiv:2205.08820, 2022",
      "author": "Antonio Longa and Giulia Cencetti and Sune Lehmann and Andrea Passerini and Bruno Lepri",
      "journal": "arXiv preprint arXiv:2205.08820",
      "abstract": "Temporal networks are essential for modeling and understanding systems whose behavior varies in time, from social interactions to biological systems. Often, however, real-world data are prohibitively expensive to collect or unshareable due to privacy concerns. A promising solution is `surrogate networks', synthetic graphs with the properties of real-world networks. Until now, the generation of realistic surrogate temporal networks has remained an open problem, due to the difficulty of capturing both the temporal and topological properties of the input network, as well as their correlations, in a scalable model. Here, we propose a novel and simple method for generating surrogate temporal networks. By decomposing graphs into temporal neighborhoods surrounding each node, we can generate new networks using neighborhoods as building blocks. Our model vastly outperforms current methods across multiple examples of temporal networks in terms of both topological and dynamical similarity. We further show that beyond generating realistic interaction patterns, our method is able to capture intrinsic temporal periodicity of temporal networks, all with an execution time lower than competing methods by multiple orders of magnitude."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:SxCCDk4iOpsC",
    "num_citations": 5,
    "citedby_url": "/scholar?hl=en&cites=7866997805329296336",
    "cites_id": [
      "7866997805329296336"
    ],
    "pub_url": "https://arxiv.org/abs/2205.08820",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0Ctuo9IwLW0J:scholar.google.com/",
    "cites_per_year": {
      "2022": 2,
      "2023": 3
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Geoplotlib: a python toolbox for visualizing geographical data",
      "pub_year": 2016,
      "citation": "arXiv preprint arXiv:1608.01933, 2016",
      "author": "Andrea Cuttone and Sune Lehmann and Jakob Eg Larsen",
      "journal": "arXiv preprint arXiv:1608.01933",
      "abstract": "We introduce geoplotlib, an open-source python toolbox for visualizing geographical data. geoplotlib supports the development of hardware-accelerated interactive visualizations in pure python, and provides implementations of dot maps, kernel density estimation, spatial graphs, Voronoi tesselation, shapefiles and many more common spatial visualizations. We describe geoplotlib design, functionalities and use cases."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:HGTzPopzzJcC",
    "num_citations": 5,
    "citedby_url": "/scholar?hl=en&cites=12164635700320001801",
    "cites_id": [
      "12164635700320001801"
    ],
    "pub_url": "https://arxiv.org/abs/1608.01933",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Cd-b67d30agJ:scholar.google.com/",
    "cites_per_year": {
      "2019": 1,
      "2020": 1,
      "2021": 0,
      "2022": 2,
      "2023": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "The effect of co-location on human communication networks",
      "pub_year": 2022,
      "citation": "Nature Computational Science 2 (8), 494-503, 2022",
      "author": "Daniel Carmody and Martina Mazzarello and Paolo Santi and Trevor Harris and Sune Lehmann and Timur Abbiasov and Robin Dunbar and Carlo Ratti",
      "journal": "Nature Computational Science",
      "volume": "2",
      "number": "8",
      "pages": "494-503",
      "publisher": "Nature Publishing Group US",
      "abstract": "The ability to rewire ties in communication networks is vital for large-scale human cooperation and the spread of new ideas. We show that lack of researcher co-location during the COVID-19 lockdown caused the loss of more than 4,800 weak ties—ties between distant parts of the social system that enable the flow of novel information—over 18 months in the email network of a large North American university. Furthermore, we find that the reintroduction of partial co-location through a hybrid work mode led to a partial regeneration of weak ties. We quantify the effect of co-location in forming ties through a model based on physical proximity, which is able to reproduce all empirical observations. Results indicate that employees who are not co-located are less likely to form ties, weakening the spread of information in the workplace. Such findings could contribute to a better understanding of the spatiotemporal dynamics of …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:ZqE1mSdD_DYC",
    "num_citations": 4,
    "citedby_url": "/scholar?hl=en&cites=14599863220171068363",
    "cites_id": [
      "14599863220171068363"
    ],
    "pub_url": "https://www.nature.com/articles/s43588-022-00296-z",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y1OWzz4incoJ:scholar.google.com/",
    "cites_per_year": {
      "2022": 1,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Emergence of network effects and predictability in the judicial system",
      "pub_year": 2021,
      "citation": "Scientific reports 11 (1), 1-10, 2021",
      "author": "Enys Mones and Piotr Sapieżyński and Simon Thordal and Henrik Palmer Olsen and Sune Lehmann",
      "journal": "Scientific reports",
      "volume": "11",
      "number": "1",
      "pages": "1-10",
      "publisher": "Nature Publishing Group",
      "abstract": "As courts strive to simultaneously remain self-consistent and adapt to new legal challenges, a complex network of of citations between decided cases is established. Using network science methods to analyze the underlying patterns of citations between cases can help us understand the large-scale mechanisms which shape the judicial system. Here, we use the case-to-case citation structure of the Court of Justice of the European Union to examine this question. Using a link-prediction model, we show that over time the complex network of citations evolves in a way which improves our ability to predict new citations. Investigating the factors which enable prediction over time, we find that the content of the case documents plays a decreasing role, whereas both the predictive power and significance of the citation network structure itself show a consistent increase over time. Finally, our analysis enables us to validate …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:ghEM2AJqZyQC",
    "num_citations": 4,
    "citedby_url": "/scholar?hl=en&cites=17658917501782286326,12167873391007297263",
    "cites_id": [
      "17658917501782286326",
      "12167873391007297263"
    ],
    "pub_url": "https://link.springer.com/content/pdf/10.1038/s41598-021-82430-x.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9l-pK-gTEfUJ:scholar.google.com/",
    "cites_per_year": {
      "2021": 2,
      "2022": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Quantifying long-term impact of court decisions",
      "pub_year": 2019,
      "citation": "Applied Network Science 4 (1), 1-15, 2019",
      "author": "Jorge C Leitão and Sune Lehmann and Henrik Palmer Olsen",
      "journal": "Applied Network Science",
      "volume": "4",
      "number": "1",
      "pages": "1-15",
      "publisher": "SpringerOpen",
      "abstract": "In this work, we investigate how court decisions aggregate citations in the European Court of Human Rights. Using the Bass model, we quantify the prevalence of the rich-get-richer phenomenon. We find that the Bass model provides an excellent description of how individual decisions accumulate citations. Our analysis reveals that citations to a large fraction of decisions are, in fact, explained by the rich-get-richer phenomenon. Based on our statistical model, we argue that network properties are insufficient to explain the rich-get-richer effect, suggesting that intrinsic properties of decisions drive a significant part of the observed citation patterns. We conclude by discussing the legal implications of our findings."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:eO3_k5sD8BwC",
    "num_citations": 4,
    "citedby_url": "/scholar?hl=en&cites=18222000146015617602",
    "cites_id": [
      "18222000146015617602"
    ],
    "pub_url": "https://appliednetsci.springeropen.com/articles/10.1007/s41109-018-0110-3",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QoJgqJaM4fwJ:scholar.google.com/",
    "cites_per_year": {
      "2020": 2,
      "2021": 0,
      "2022": 0,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Extracting the interdisciplinary specialty structures in social media data-based research: A clustering-based network approach",
      "pub_year": 2022,
      "citation": "Journal of Informetrics 16 (3), 101310, 2022",
      "author": "Yangliu Fan and Sune Lehmann and Anders Blok",
      "journal": "Journal of Informetrics",
      "volume": "16",
      "number": "3",
      "pages": "101310",
      "publisher": "Elsevier",
      "abstract": "As science is becoming more interdisciplinary and potentially more data driven over time, it is important to investigate the changing specialty structures and the emerging intellectual patterns of research fields and domains. By employing a clustering-based network approach, we map the contours of a novel interdisciplinary domain – research using social media data – and analyze how the specialty structures and intellectual contributions are organized and evolve. We construct and validate a large-scale (N = 12,732) dataset of research papers using social media data from the Web of Science (WoS) database, complementing it with citation relationships from the Microsoft Academic Graph (MAG) database. We conduct cluster analyses in three types of citation-based empirical networks and compare the observed features with those generated by null network models. Overall, we find three core thematic research …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:BmWJbWwHJAwC",
    "num_citations": 3,
    "citedby_url": "/scholar?hl=en&cites=18263258213259119187",
    "cites_id": [
      "18263258213259119187"
    ],
    "pub_url": "https://www.sciencedirect.com/science/article/pii/S1751157722000621",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:U4qLApUgdP0J:scholar.google.com/",
    "cites_per_year": {
      "2022": 1,
      "2023": 2
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "The pulse of the nation",
      "pub_year": 2021,
      "citation": "Atlas of forecasts: modeling and mapping desirable futures 131, 2021",
      "author": "Alan Mislove and Sune Lehmann and Yong-Yeol Ahn and Jukka-Pekka Onnela and JN Rosenquist",
      "journal": "Atlas of forecasts: modeling and mapping desirable futures",
      "volume": "131",
      "abstract": "While individual tweets are interesting primarily to friends or fans of those tweeting, collectively they add up to something much greater. Analogous to neurons firing in synchrony as part of the orchestration of cognition, billions of tweets may constitute meaningful macrostates containing information about the system as a whole, not only about individual tweeters. This map conveys the mood of over 300 million public tweets sent in the United States between September 2006 and August 2009. The overall number of tweets is represented by a density-preserving cartogram, while the actual land area of states is sized by the number of tweets in that region. The mood of each tweet was inferred using ANEW (Affective Norms for English Words), a list of words rated for their emotional valence. Each state was then color-coded by its mood per hour, and averaged over the full period of three years. To witness the national mood rise and fall before your very eyes, view the time-lapse video of Pulse of the Nation at http://www. ces. neu. edu/home/amislove twittermood."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:-6RzNnnwWf8C",
    "num_citations": 3,
    "citedby_url": "/scholar?hl=en&cites=2911105396048679272",
    "cites_id": [
      "2911105396048679272"
    ],
    "pub_url": "https://books.google.com/books?hl=en&lr=&id=CTQ7EAAAQBAJ&oi=fnd&pg=PA131&dq=info:aFE0G-9SZigJ:scholar.google.com&ots=t20owi0XWt&sig=eyeyc8S6j5_YFYcIBi_y14XmvLE",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aFE0G-9SZigJ:scholar.google.com/",
    "cites_per_year": {
      "2020": 1,
      "2021": 0,
      "2022": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Successive cohorts of twitter users show increasing activity and shrinking content horizons",
      "pub_year": 2021,
      "citation": "arXiv preprint arXiv:2108.08641, 2021",
      "author": "Frederik Wolf and Philipp Lorenz-Spreen and Sune Lehmann",
      "journal": "arXiv preprint arXiv:2108.08641",
      "abstract": "The global public sphere has changed dramatically over the past decades: a significant part of public discourse now takes place on algorithmically driven platforms owned by a handful of private companies. Despite its growing importance, there is scant large-scale academic research on the long-term evolution of user behaviour on these platforms, because the data are often proprietary to the platforms. Here, we evaluate the individual behaviour of 600,000 Twitter users between 2012 and 2019 and find empirical evidence for an acceleration of the way Twitter is used on an individual level. This manifests itself in the fact that cohorts of Twitter users behave differently depending on when they joined the platform. Behaviour within a cohort is relatively consistent over time and characterised by strong internal interactions, but over time behaviour from cohort to cohort shifts towards increased activity. Specifically, we measure this in terms of more tweets per user over time, denser interactions with others via retweets, and shorter content horizons, expressed as an individual's decaying autocorrelation of topics over time. Our observations are explained by a growing proportion of active users who not only tweet more actively but also elicit more retweets. These behaviours suggest a collective contribution to an increased flow of information through each cohort's news feed -- an increase that potentially depletes available collective attention over time. Our findings complement recent, empirical work on social acceleration, which has been largely agnostic about individual user activity."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:MIg0yeAD4ggC",
    "num_citations": 3,
    "citedby_url": "/scholar?hl=en&cites=3581377184046875447",
    "cites_id": [
      "3581377184046875447"
    ],
    "pub_url": "https://arxiv.org/abs/2108.08641",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:N4PN7ZKbszEJ:scholar.google.com/",
    "cites_per_year": {
      "2022": 3
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Comment: Citation Statistics",
      "pub_year": 2009,
      "citation": "Statistical Science 24 (1), 17-20, 2009",
      "author": "Sune Lehmann and Benny E Lautrup and Andrew D Jackson",
      "journal": "Statistical Science",
      "volume": "24",
      "number": "1",
      "pages": "17-20",
      "publisher": "Institute of Mathematical Statistics",
      "abstract": " We discuss the paper “Citation Statistics” by the Joint Committee on Quantitative Assessment of Research. In particular, we focus on a necessary feature of “good” measures for ranking scientific authors: that good measures must able to accurately distinguish between authors. "
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:ULOm3_A8WrAC",
    "num_citations": 3,
    "citedby_url": "/scholar?hl=en&cites=15040230108062505128,14042598279857581782",
    "cites_id": [
      "15040230108062505128",
      "14042598279857581782"
    ],
    "pub_url": "https://projecteuclid.org/journals/statistical-science/volume-24/issue-1/Comment-Citation-Statistics/10.1214/09-STS285B.short",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qFgzw5ihudAJ:scholar.google.com/",
    "cites_per_year": {
      "2010": 1,
      "2011": 0,
      "2012": 0,
      "2013": 1,
      "2014": 0,
      "2015": 0,
      "2016": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Dose–response functions and surrogate models for exploring social contagion in the Copenhagen Networks Study",
      "pub_year": 2021,
      "citation": "The European Physical Journal Special Topics 230 (16-17), 3311-3334, 2021",
      "author": "Jonathan F Donges and Jakob H Lochner and Niklas H Kitzmann and Jobst Heitzig and Sune Lehmann and Marc Wiedermann and Jürgen Vollmer",
      "journal": "The European Physical Journal Special Topics",
      "volume": "230",
      "number": "16-17",
      "pages": "3311-3334",
      "publisher": "Springer Berlin Heidelberg",
      "abstract": "Spreading dynamics and complex contagion processes on networks are important mechanisms underlying the emergence of critical transitions, tipping points and other non-linear phenomena in complex human and natural systems. Increasing amounts of temporal network data are now becoming available to study such spreading processes of behaviours, opinions, ideas, diseases and innovations to test hypotheses regarding their specific properties. To this end, we here present a methodology based on dose–response functions and hypothesis testing using surrogate data models that randomise most aspects of the empirical data while conserving certain structures relevant to contagion, group or homophily dynamics. We demonstrate this methodology for synthetic temporal network data of spreading processes generated by the adaptive voter model. Furthermore, we apply it to empirical temporal network …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:unp9ATQDT5gC",
    "num_citations": 2,
    "citedby_url": "/scholar?hl=en&cites=1837066353556587556,13651845613738012739,3217886152006281603",
    "cites_id": [
      "1837066353556587556",
      "13651845613738012739",
      "3217886152006281603"
    ],
    "pub_url": "https://link.springer.com/article/10.1140/epjs/s11734-021-00279-7",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JASQiB2SfhkJ:scholar.google.com/",
    "cites_per_year": {
      "2021": 1,
      "2022": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Trip frequency is key ingredient in new law of human travel",
      "pub_year": 2021,
      "citation": "Nature 593 (7860), 515-516, 2021",
      "author": "Laura Alessandretti and Sune Lehmann",
      "volume": "593",
      "number": "7860",
      "pages": "515-516",
      "publisher": "Nature Publishing Group",
      "abstract": "An analysis of mobile-phone tracking data has revealed a universal pattern that describes the interplay between the distances travelled by humans on trips and the frequency with which those trips are made."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:2ywjKiB__4kC",
    "num_citations": 2,
    "citedby_url": "/scholar?hl=en&cites=12414939588676432561,1157017517965584274",
    "cites_id": [
      "12414939588676432561",
      "1157017517965584274"
    ],
    "pub_url": "https://www.nature.com/articles/d41586-021-01355-7/feed/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&oe=ASCII&q=related:sTL-Wse5SqwJ:scholar.google.com/",
    "cites_per_year": {
      "2021": 1,
      "2022": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Temporally intermittent communities in brain fMRI correlation networks",
      "pub_year": 2019,
      "citation": "Applied Network Science 4, 1-12, 2019",
      "author": "Ulf Aslak and Søren FV Nielsen and Morten Mørup and Sune Lehmann",
      "journal": "Applied Network Science",
      "volume": "4",
      "pages": "1-12",
      "publisher": "Springer International Publishing",
      "abstract": "It is widely agreed that the human brain is organized as a system of segregated modules that reside in separate regions and, through coordinated integration, support different cognitive functions. Through recent breakthroughs in modeling the activity of the brain, it has been demonstrated that each such module can participate in multiple so-called functional networks – networks of brain regions that activate in synchrony during specific types of cognition. If we model the brain as a temporal network, by representing brain regions as nodes and correlations within activity-windows at different times as links, we can formulate the task of finding functional networks as a community detection problem. In spite of this, however, relatively little attention has been given to solving this problem using recently developed techniques for temporal community detection. In this paper, as a proof-of-concept, we apply a novel …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:TlpoogIpr_IC",
    "num_citations": 2,
    "citedby_url": "/scholar?hl=en&cites=1400952263809457805",
    "cites_id": [
      "1400952263809457805"
    ],
    "pub_url": "https://link.springer.com/article/10.1007/s41109-019-0178-4",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jV6kT6kucRMJ:scholar.google.com/",
    "cites_per_year": {
      "2021": 1,
      "2022": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Who wants to self-track anyway? Measuring the relation between self-tracking behavior and personality traits",
      "pub_year": 2016,
      "citation": "arXiv preprint arXiv:1608.01870, 2016",
      "author": "Georgios Chatzigeorgakidis and Andrea Cuttone and Sune Lehmann and Jakob Eg Larsen",
      "journal": "arXiv preprint arXiv:1608.01870",
      "abstract": "We describe an empirical study of the usage of a mobility self-tracking app, SensibleJournal 2014, which provides personal mobility information to N=796 participants as part of a large mobile sensing study. Specifically, we report on the app design, as well as deployment, uptake and usage of the app. The latter analysis is based on logging of user interactions as well as answers gathered from a questionnaire provided to the participants. During the study enrollment process, participants were asked to fill out a questionnaire including a Big Five inventory and Narcissism NAR-Q personality tests. A comparison of personality traits was conducted to understand potential differences among the users and non-users of the app. We found a relation between self-tracking and conscientiousness, but contrary to the view in popular media, we found no relation between self-tracking behavior and narcissism."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:OBSaB-F7qqsC",
    "num_citations": 2,
    "citedby_url": "/scholar?hl=en&cites=3501427484654535287",
    "cites_id": [
      "3501427484654535287"
    ],
    "pub_url": "https://arxiv.org/abs/1608.01870",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:d4Kf9b6RlzAJ:scholar.google.com/",
    "cites_per_year": {
      "2019": 1,
      "2020": 0,
      "2021": 0,
      "2022": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Community Detection, Current and Future Research Trends.",
      "pub_year": 2014,
      "citation": "Encyclopedia of Social Network Analysis and Mining, 214-220, 2014",
      "author": "Sune Lehmann",
      "pages": "214-220"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:3NQIlFlcGxIC",
    "num_citations": 2,
    "citedby_url": "/scholar?hl=en&cites=12913145611100706843",
    "cites_id": [
      "12913145611100706843"
    ],
    "pub_url": "https://scholar.google.com/scholar?cluster=12913145611100706843&hl=en&oi=scholarr",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:G1iNOoS1NLMJ:scholar.google.com/",
    "cites_per_year": {
      "2020": 1,
      "2021": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Spires on the Building of Science",
      "pub_year": 2003,
      "citation": "University of Copenhagen. Niels Bohr Institute, 2003",
      "author": "Sune Lehmann",
      "abstract": "Spires on the Building of Science is a thorough investigation of the complex network of scientific publications in the SPIRES hep database. Chapter by chapter, the most important results are:Chapter 1 Is a general introduction to the field of complex networks. The physics of complex systems and the subject of graph theory (random graphs and the Watts-Strogatz model) are briefly summarized, in order to list some key results and to introduce important nomenclature used in the remainder of the thesis. A number of real world networks are described with a special emphasis on networks related to scientific publications. Finally, a brief history of the SPIRES database is supplied, along with considerations regarding applications of the physics contained in this thesis."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:3fE2CSJIrl8C",
    "num_citations": 2,
    "citedby_url": "/scholar?hl=en&cites=9172895108608294673,2937396881580187747",
    "cites_id": [
      "9172895108608294673",
      "2937396881580187747"
    ],
    "pub_url": "https://lss.fnal.gov/archive/other/thesis/lehmann-s.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ef-DToCrTH8J:scholar.google.com/",
    "cites_per_year": {
      "2005": 1,
      "2006": 0,
      "2007": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Nature Exposure is Associated With Reduced Smartphone Use",
      "pub_year": 2023,
      "citation": "Environment and Behavior, 00139165231167165, 2023",
      "author": "Kelton Minor and Kristoffer Lind Glavind and Aaron J Schwartz and Christopher M Danforth and Sune Lehmann and Andreas Bjerre-Nielsen",
      "journal": "Environment and Behavior",
      "pages": "00139165231167165",
      "publisher": "SAGE Publications",
      "abstract": "Evidence links greenspace exposure with restorative benefits to cognition and well-being, yet nature contact is declining for younger demographics. Although natural settings have been shown to restore the capacity to inhibit distracting stimuli, it remains unknown whether smartphone attention capture disrupts nature contact. Here, we analyzed ~2.5 million observations of logged smartphone use, texting, calling, and environmental exposures for 701 young adults over 2 years. Participants’ weekly smartphone screen-time was over double their green-time. The relationship between greenspace exposure and smartphone activity differed by exposure dose, type, and mobility state. Calling and texting increased during short recreational greenspace visits while all smartphone use declined over the first 3 hr in nature areas, suggesting that nature exposure may support digital impulse inhibition. Those with elevated …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:Ic1VZgkJnDsC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=7697512390527553428",
    "cites_id": [
      "7697512390527553428"
    ],
    "pub_url": "https://journals.sagepub.com/doi/abs/10.1177/00139165231167165",
    "cites_per_year": {
      "2023": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Different networks for different purposes: A network science perspective on collaboration and communication in an engineering design project",
      "pub_year": 2022,
      "citation": "Computers in Industry 142, 103745, 2022",
      "author": "Sebastiano A Piccolo and Sune Lehmann and Anja M Maier",
      "journal": "Computers in Industry",
      "volume": "142",
      "pages": "103745",
      "publisher": "Elsevier",
      "abstract": "During the design and implementation of engineering systems, as project members solve problems and exchange information with each other, a complex network of organisational interactions is established. The study of organisational networks can provide us with a deeper understanding of how organisations function and can help us devise strategies to improve collaboration and communication. However, it is widely believed that communication networks accurately capture the underlying collaboration amongst the members of an organisation. Here, through the use of multilayer and temporal network analysis methods, we analyse collaboration (through the project activity log) and communication (via emails) in a large engineering project and find that, on the contrary, collaboration and communication networks are only weakly correlated. More importantly, collaboration and communication networks show …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:hQUaER0FWQ4C",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=9653102799163000352",
    "cites_id": [
      "9653102799163000352"
    ],
    "pub_url": "https://www.sciencedirect.com/science/article/pii/S0166361522001427",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IIZw_Nm19oUJ:scholar.google.com/",
    "cites_per_year": {
      "2022": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Chunyun versus lockdown",
      "pub_year": 2022,
      "citation": "National Science Review 9 (1), nwab178, 2022",
      "author": "Sune Lehmann",
      "journal": "National Science Review",
      "volume": "9",
      "number": "1",
      "pages": "nwab178",
      "publisher": "Oxford University Press",
      "abstract": "Across the world, the news of COVID-19 was followed by ‘lockdowns’ that limited societal activity and mobility to a greater or lesser degree. In China, however, the situation was unique because the travel lockdown occurred in the middle of the year’s most hectic travel season occurring around Chinese Lunar New Year (chunyun).It is worth spending a moment to appreciate how massive chunyun is as an event. Chunyun, or ‘Spring Transport’in Chinese, is literally the world’s largest annual human migration [1], in 2016 estimated to result in almost 3 billion journeys [2]. It starts around 15 days before New Year’s Day and lasts for about 40 days."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:EsEWqaRxkBgC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=17323152184279675129,11867440938875643253",
    "cites_id": [
      "17323152184279675129",
      "11867440938875643253"
    ],
    "pub_url": "https://academic.oup.com/nsr/article-abstract/9/1/nwab178/6380497",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-bAFLiEzaPAJ:scholar.google.com/",
    "cites_per_year": {
      "2023": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Recovering lost and absent information in temporal networks",
      "pub_year": 2021,
      "citation": "arXiv preprint arXiv:2107.10835, 2021",
      "author": "James P Bagrow and Sune Lehmann",
      "journal": "arXiv preprint arXiv:2107.10835",
      "abstract": "The full range of activity in a temporal network is captured in its edge activity data -- time series encoding the tie strengths or on-off dynamics of each edge in the network. However, in many practical applications, edge-level data are unavailable, and the network analyses must rely instead on node activity data which aggregates the edge-activity data and thus is less informative. This raises the question: Is it possible to use the static network to recover the richer edge activities from the node activities? Here we show that recovery is possible, often with a surprising degree of accuracy given how much information is lost, and that the recovered data are useful for subsequent network analysis tasks. Recovery is more difficult when network density increases, either topologically or dynamically, but exploiting dynamical and topological sparsity enables effective solutions to the recovery problem. We formally characterize the difficulty of the recovery problem both theoretically and empirically, proving the conditions under which recovery errors can be bounded and showing that, even when these conditions are not met, good quality solutions can still be derived. Effective recovery carries both promise and peril, as it enables deeper scientific study of complex systems but in the context of social systems also raises privacy concerns when social information can be aggregated across multiple data sources."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:D_tqNUsBuKoC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=14595432740924357894,4278838203496999433",
    "cites_id": [
      "14595432740924357894",
      "4278838203496999433"
    ],
    "pub_url": "https://arxiv.org/abs/2107.10835",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Bv3meb9kjcoJ:scholar.google.com/",
    "cites_per_year": {
      "2023": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "A view from data science",
      "pub_year": 2021,
      "citation": "Big Data & Society 8 (2), 20539517211040198, 2021",
      "author": "Anna Sapienza and Sune Lehmann",
      "journal": "Big Data & Society",
      "volume": "8",
      "number": "2",
      "pages": "20539517211040198",
      "publisher": "SAGE Publications",
      "abstract": "For better and worse, our world has been transformed by Big Data. To understand digital traces generated by individuals, we need to design multidisciplinary approaches that combine social and data science. Data and social scientists face the challenge of effectively building upon each other’s approaches to overcome the limitations inherent in each side. Here, we offer a “data science perspective” on the challenges that arise when working to establish this interdisciplinary environment. We discuss how we perceive the differences and commonalities of the questions we ask to understand digital behaviors (including how we answer them), and how our methods may complement each other. Finally, we describe what a path toward common ground between these fields looks like when viewed from data science."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:__bU50VfleQC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=18343084506718046029",
    "cites_id": [
      "18343084506718046029"
    ],
    "pub_url": "https://journals.sagepub.com/doi/pdf/10.1177/20539517211040198",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TYfmSyy6j_4J:scholar.google.com/",
    "cites_per_year": {
      "2022": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Modularity, robustness, and change propagation: a multifaceted relation",
      "pub_year": 2020,
      "citation": "Proceedings of the Design Society: DESIGN Conference 1, 2335-2344, 2020",
      "author": "SA Piccolo and S Lehmann and AM Maier",
      "journal": "Proceedings of the Design Society: DESIGN Conference",
      "volume": "1",
      "pages": "2335-2344",
      "publisher": "Cambridge University Press",
      "abstract": "Increased system robustness is one of the promises of modularity. However, research on the topic has provided conflicting findings. By generating more than 2000 system architectures, this paper shows that the relation between modularity and robustness is multifaceted: Modularity decreases topological robustness, increases robustness to change propagation, and provides economic benefits. Results here confirm the importance of modularity, enable reconciliation of opposing findings from prior research, and guides researchers and practitioners in the selection of appropriate robustness measures."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:aIdbFUkbNIkC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=18214894467347911543",
    "cites_id": [
      "18214894467347911543"
    ],
    "pub_url": "https://www.cambridge.org/core/journals/proceedings-of-the-design-society-design-conference/article/modularity-robustness-and-change-propagation-a-multifaceted-relation/C9650B03547EF5DBA2009910352F3F9F",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dxOA6wJOyPwJ:scholar.google.com/",
    "cites_per_year": {
      "2022": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Gender-specific behavior change following terror attacks",
      "pub_year": 2020,
      "citation": "arXiv preprint arXiv:2004.02957, 2020",
      "author": "Jonas S Juul and Laura Alessandretti and Jesper Dammeyer and Ingo Zettler and Sune Lehmann and Joachim Mathiesen",
      "journal": "arXiv preprint arXiv:2004.02957",
      "abstract": "Terrorists use violence in pursuit of political goals. While terror often has severe consequences for victims, it remains an open question how terror attacks affect the general population. We study the behavioral response of citizens of cities affected by  different terror attacks. We compare real-time mobile communication patterns in the first  hours following a terror attack to the corresponding patterns on days with no terror attack. On ordinary days, the group of female and male participants have different activity patterns. Following a terror attack, however, we observe a significant increase of the gender differences. Knowledge about citizens' behavior response patterns following terror attacks may have important implications for the public response during and after an attack."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:k_7cPK9k7w8C",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=7996605135810437907",
    "cites_id": [
      "7996605135810437907"
    ],
    "pub_url": "https://arxiv.org/abs/2004.02957",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:E6ML0QCm-W4J:scholar.google.com/",
    "cites_per_year": {
      "2021": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Visualizing multi-channel networks",
      "pub_year": 2014,
      "citation": "Václav Skala-UNION Agency, 2014",
      "author": "Paweł Antemijczuk and Marta Magiera and Sune Lehmann and Andrea Cuttone and Jakob Eg Larsen",
      "publisher": "Václav Skala-UNION Agency",
      "abstract": "In this paper, we propose a visualization to illustrate social interactions, built from multiple distinct channels of communication. The visualization displays a summary of dense personal information in a compact graphical notation. The starting point is an abstract drawing of a spider’s web. Below, we describe the meaning of each data dimension along with the background and motivation for their inclusion. Finally, we present feedback provided by the users (31 individuals) of the visualization."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:yxmsSjX2EkcC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=4387501266439039076",
    "cites_id": [
      "4387501266439039076"
    ],
    "pub_url": "https://dspace5.zcu.cz/handle/11025/11939",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZOis5SeJ4zwJ:scholar.google.com/",
    "cites_per_year": {
      "2019": 1
    }
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Using Sequences of Life-events to Predict Human Lives",
      "pub_year": 2023,
      "citation": "",
      "author": "Germans Savcisens and Tina Eliassi-Rad and Lars Kai Hansen and Laust Mortensen and Lau Lilleholt and Anna Rogers and Ingo Zettler and Sune Lehmann",
      "abstract": "Over the past decade, machine learning has revolutionized computers' ability to analyze text through flexible computational models. Due to their structural similarity to written language, transformer-based architectures have also shown promise as tools to make sense of a range of multi-variate sequences from protein-structures, music, electronic health records to weather-forecasts. We can also represent human lives in a way that shares this structural similarity to language. From one perspective, lives are simply sequences of events: People are born, visit the pediatrician, start school, move to a new location, get married, and so on. Here, we exploit this similarity to adapt innovations from natural language processing to examine the evolution and predictability of human lives based on detailed event sequences. We do this by drawing on arguably the most comprehensive registry data in existence, available for an entire nation of more than six million individuals across decades. Our data include information about life-events related to health, education, occupation, income, address, and working hours, recorded with day-to-day resolution. We create embeddings of life-events in a single vector space showing that this embedding space is robust and highly structured. Our models allow us to predict diverse outcomes ranging from early mortality to personality nuances, outperforming state-of-the-art models by a wide margin. Using methods for interpreting deep learning models, we probe the algorithm to understand the factors that enable our predictions. Our framework allows researchers to identify new potential mechanisms that impact life outcomes …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:jmjb1lOE9QIC",
    "num_citations": 0,
    "pub_url": "https://www.researchsquare.com/article/rs-2975478/latest",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Science Communication as a Collective Intelligence Endeavor: A Manifesto and Examples for Implementation",
      "pub_year": 2023,
      "citation": "Science Communication, 10755470231162634, 2023",
      "author": "Dawn Holford and Angelo Fasce and Katy Tapper and Miso Demko and Stephan Lewandowsky and Ulrike Hahn and Christoph M Abels and Ahmed Al-Rawi and Sameer Alladin and T Sonia Boender and Hendrik Bruns and Helen Fischer and Christian Gilde and Paul HP Hanel and Stefan M Herzog and Astrid Kause and Sune Lehmann and Matthew S Nurse and Caroline Orr and Niccolò Pescetelli and Maria Petrescu and Sunita Sah and Philipp Schmid and Miroslav Sirota and Marlene Wulf",
      "journal": "Science Communication",
      "pages": "10755470231162634",
      "publisher": "SAGE Publications",
      "abstract": "Effective science communication is challenging when scientific messages are informed by a continually updating evidence base and must often compete against misinformation. We argue that we need a new program of science communication as collective intelligence—a collaborative approach, supported by technology. This would have four key advantages over the typical model where scientists communicate as individuals: scientific messages would be informed by (a) a wider base of aggregated knowledge, (b) contributions from a diverse scientific community, (c) participatory input from stakeholders, and (d) better responsiveness to ongoing changes in the state of knowledge."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:c59VksA5Vz4C",
    "num_citations": 0,
    "pub_url": "https://journals.sagepub.com/doi/abs/10.1177/10755470231162634",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Group-specific behavior change following terror attacks",
      "pub_year": 2023,
      "citation": "Journal of Computational Social Science 6 (1), 1-18, 2023",
      "author": "Jonas L Juul and Laura Alessandretti and Jesper Dammeyer and Ingo Zettler and Sune Lehmann and Joachim Mathiesen",
      "journal": "Journal of Computational Social Science",
      "volume": "6",
      "number": "1",
      "pages": "1-18",
      "publisher": "Springer Nature Singapore",
      "abstract": "Terrorists use violence in pursuit of political goals. While terror often has severe consequences for victims, it remains an open question how terror attacks affect the general population. We study the behavioral response of citizens of cities affected by 7 different terror attacks. We compare real-time mobile communication patterns in the first 24 hours following a terror attack to the corresponding patterns on days with no terror attack. We find that the difference between male and female communication patterns are amplified following a terror attack. Knowledge about citizens’ behavior response patterns following terror attacks may have important implications for the public response during and after an attack."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:_AeoHAGD03cC",
    "num_citations": 0,
    "pub_url": "https://link.springer.com/article/10.1007/s42001-022-00188-2",
    "url_related_articles": "/scholar?oi=bibs&hl=en&oe=ASCII&q=related:1Waqmnoyn7MJ:scholar.google.com/",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Linking social network structure and function to social preferences",
      "pub_year": 2023,
      "citation": "arXiv preprint arXiv:2303.08107, 2023",
      "author": "Josefine Bohr Brask and Andreas Koher and Darren P Croft and Sune Lehmann",
      "journal": "arXiv preprint arXiv:2303.08107",
      "abstract": "Social network structures play an important role in the lives of humans and non-human animals by affecting wellbeing, the spread of disease and information, and evolutionary processes. Nevertheless, we still lack a good understanding of how these structures emerge from individual behaviour. Here we present a general model for the emergence of social structures, which is based on a key aspect of real social systems observed across species, namely social preferences for traits (individual characteristics such as age, sex, etc.). We first show that the model can generate diverse artificial social structures, and consider its potential for being combined with real network data. We then use the model to gain fundamental insights into how two main categories of social preferences (similarity and popularity) affect social structure and function. The results show that the types of social preference, in combination with the types of trait they are used with, can have important consequences for the spread of information and disease, and the robustness of social structures against fragmentation. The results also suggest that symmetric degree distributions could be expected to be common in social networks. More generally, the study implies that trait-based social preferences can have consequences for social systems that go far beyond their effect on direct benefits from social partners. We discuss the implications of the results for social evolution."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:lYAcb2jw7qUC",
    "num_citations": 0,
    "pub_url": "https://arxiv.org/abs/2303.08107",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Linking social network structure and function to social preferences",
      "pub_year": 2023,
      "citation": "arXiv e-prints, arXiv: 2303.08107, 2023",
      "author": "Josefine Bohr Brask and Andreas Koher and Darren P Croft and Sune Lehmann",
      "journal": "arXiv e-prints",
      "pages": "arXiv: 2303.08107",
      "abstract": "Social network structures play an important role in the lives of humans and non-human animals by affecting wellbeing, the spread of disease and information, and evolutionary processes. Nevertheless, we still lack a good understanding of how these structures emerge from individual behaviour. Here we present a general model for the emergence of social structures, which is based on a key aspect of real social systems observed across species, namely social preferences for traits (individual characteristics such as age, sex, etc.). We first show that the model can generate diverse artificial social structures, and consider its potential for being combined with real network data. We then use the model to gain fundamental insights into how two main categories of social preferences (similarity and popularity) affect social structure and function. The results show that the types of social preference, in combination with the …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:37UQlXuwjP4C",
    "num_citations": 0,
    "pub_url": "https://ui.adsabs.harvard.edu/abs/2023arXiv230308107B/abstract",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Dialectograms: Machine Learning Differences between Discursive Communities",
      "pub_year": 2023,
      "citation": "arXiv preprint arXiv:2302.05657, 2023",
      "author": "Thyge Enggaard and August Lohse and Morten Axel Pedersen and Sune Lehmann",
      "journal": "arXiv preprint arXiv:2302.05657",
      "abstract": "Word embeddings provide an unsupervised way to understand differences in word usage between discursive communities. A number of recent papers have focused on identifying words that are used differently by two or more communities. But word embeddings are complex, high-dimensional spaces and a focus on identifying differences only captures a fraction of their richness. Here, we take a step towards leveraging the richness of the full embedding space, by using word embeddings to map out how words are used differently. Specifically, we describe the construction of dialectograms, an unsupervised way to visually explore the characteristic ways in which each community use a focal word. Based on these dialectograms, we provide a new measure of the degree to which words are used differently that overcomes the tendency for existing measures to pick out low frequent or polysemous words. We apply our methods to explore the discourses of two US political subreddits and show how our methods identify stark affective polarisation of politicians and political entities, differences in the assessment of proper political action as well as disagreement about whether certain issues require political intervention at all."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:nqdriD65xNoC",
    "num_citations": 0,
    "pub_url": "https://arxiv.org/abs/2302.05657",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Monitoring Public Behavior During a Pandemic Using Surveys: Proof-of-Concept Via Epidemic Modelling",
      "pub_year": 2022,
      "citation": "arXiv preprint arXiv:2210.01472, 2022",
      "author": "Andreas Koher and Frederik Jørgensen and Michael Bang Petersen and Sune Lehmann",
      "journal": "arXiv preprint arXiv:2210.01472",
      "abstract": "Implementing a lockdown for disease mitigation is a balancing act: Non-pharmaceutical interventions can reduce disease transmission significantly, but interventions also have considerable societal costs. Therefore, decision-makers need near real-time information to calibrate the level of restrictions. We fielded daily surveys in Denmark during the second wave of the COVID-19 pandemic to monitor public response to the announced lockdown. A key question asked respondents to state their number of close contacts within the past 24 hours. Here, we establish a link between survey data, mobility data, and, hospitalizations via epidemic modeling. Using Bayesian analysis, we then evaluate the usefulness of survey responses as a tool to monitor the effects of lockdown and then compare the predictive performance to that of mobility data. We find that, unlike mobility, self-reported contacts track the immediate behavioral response after the lockdown's announcement, weeks before the lockdown's national implementation. The survey data agree with the inferred effective reproduction number and their addition to the model results in greater improvement of predictive performance than mobility data. A detailed analysis of contact types indicates that disease transmission is driven by friends and strangers, whereas contacts to colleagues and family members (outside the household) only played a minor role despite Christmas holidays. Our work shows that an announcement of non-pharmaceutical interventions can lead to immediate behavioral responses, weeks before the actual implementation. Specifically, we find that self-reported contacts capture this …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:zwpXiJ37cpgC",
    "num_citations": 0,
    "pub_url": "https://arxiv.org/abs/2210.01472",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NcESJkcwsQEJ:scholar.google.com/",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Sleep during travel balances individual sleep needs",
      "pub_year": 2022,
      "citation": "Nature Human Behaviour 6 (5), 691-699, 2022",
      "author": "Sigga Svala Jonasdottir and James Bagrow and Sune Lehmann",
      "journal": "Nature Human Behaviour",
      "volume": "6",
      "number": "5",
      "pages": "691-699",
      "publisher": "Nature Publishing Group UK",
      "abstract": "Travel is expected to have a deleterious effect on sleep, but an epidemiological-scale understanding of sleep changes associated with travel has been limited by a lack of large-scale data. Our global dataset of ~20,000 individuals and 3.17 million nights (~218,000 travel nights), while focused mainly on short, non-time-zone-crossing trips, reveals that travel has a balancing effect on sleep. Underslept individuals typically sleep more during travel than when at home, while individuals who average more than 7.5 hours of sleep at home typically sleep less when travelling. The difference in travel sleep quantity depends linearly on home sleep quantity and decreases as median sleep duration increases. On average, travel wake time advances to later hours on weekdays but earlier hours on weekends. Our study emphasizes the potential for consumer-grade wearable device data to explore how environment and …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:4aZ_i-5WJEQC",
    "num_citations": 0,
    "pub_url": "https://www.nature.com/articles/s41562-022-01291-0",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fZSlnksOeE8J:scholar.google.com/",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Using machine learning to identify quality-of-care predictors for emergency caesarean sections: a retrospective cohort study",
      "pub_year": 2022,
      "citation": "BMJ open 12 (3), e049046, 2022",
      "author": "Betina Ristorp Andersen and Ida Ammitzbøll and Jesper Hinrich and Sune Lehmann and Charlotte Vibeke Ringsted and Ellen Christine Leth Løkkegaard and Martin G Tolsgaard",
      "journal": "BMJ open",
      "volume": "12",
      "number": "3",
      "pages": "e049046",
      "publisher": "British Medical Journal Publishing Group",
      "abstract": "Emergency caesarean sections (ECS) are time-sensitive procedures. Multiple factors may affect team efficiency but their relative importance remains unknown. This study aimed to identify the most important predictors contributing to quality of care during ECS in terms of the arrival-to-delivery interval.A retrospective cohort study. ECS were classified by urgency using emergency categories one/two and three (delivery within 30 and 60 min). In total, 92 predictor variables were included in the analysis and grouped as follows: ‘Maternal objective’, ‘Maternal psychological’, ‘Fetal factors’, ‘ECS Indication’, ‘Emergency category’, ‘Type of anaesthesia’, ‘Team member qualifications and experience’ and ‘Procedural’. Data was analysed with a linear regression model using elastic net regularisation and jackknife technique to improve generalisability. The relative influence of the predictors, percentage …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:RuPIJ_LgqDgC",
    "num_citations": 0,
    "pub_url": "https://bmjopen.bmj.com/content/12/3/e049046.abstract",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:l9c-bo4yekwJ:scholar.google.com/",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "The Rules of Contagion: Why Things Spread—And Why They Stop: by Adam Kucharski BASIC BOOKS, 2020, 352 PP., US$30.00, ISBN-13: 978154167431",
      "pub_year": 2022,
      "citation": "The Mathematical Intelligencer 44 (1), 76-77, 2022",
      "author": "Sune Lehmann and Jonas L Juul",
      "volume": "44",
      "number": "1",
      "pages": "76-77",
      "publisher": "Springer US",
      "abstract": "In The Rules of Contagion: How Things Spread—and Why They Stop, Adam J. Kucharski takes the reader on a journey through a contagious world. Ripe with personal anecdotes, historical context, and small mathematical examples, the journey touches on everything from communicable diseases to the stock market, online propagation of memes, and the social contagion of crime. At the end of this journey, the reader is left with a sense of both similarities and differences between contagions in these different realms.The text is aimed at a general nonscientific audience, but the scope is broad enough that professionals might also find it enlightening—especially since a large fraction of working scientists have become epidemiologists (armchair or otherwise) during the Covid-19 pandemic. The beginning of the book is just excellent. Kucharski begins his text by introducing fundamental epidemiological concepts in the …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:z6xuaG2dYH0C",
    "num_citations": 0,
    "pub_url": "https://link.springer.com/article/10.1007/s00283-021-10107-4",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "The role of space, time and sociability in predicting social encounters",
      "pub_year": 2022,
      "citation": "Environment and Planning B: Urban Analytics and City Science 49 (2), 619-636, 2022",
      "author": "Christoph Stich and Emmanouil Tranos and Mirco Musolesi and Sune Lehmann",
      "journal": "Environment and Planning B: Urban Analytics and City Science",
      "volume": "49",
      "number": "2",
      "pages": "619-636",
      "publisher": "SAGE Publications",
      "abstract": "Space, time and the social realm are intrinsically linked. While an array of studies have tried to untangle these factors and their influence on human behaviour, hardly any have taken their effects into account at the same time. To disentangle these factors, we try to predict future encounters between students and assess how important social, spatial and temporal features are for prediction. We phrase our problem of predicting future encounters as a link-prediction problem and utilise set of Random Forest predictors for the prediction task. We use data collected by the Copenhagen network study; a study unique in scope and scale and tracks 847 students via mobile phones over the course of a whole academic year. We find that network and social features hold the highest discriminatory power for predicting future encounters."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:isU91gLudPYC",
    "num_citations": 0,
    "pub_url": "https://journals.sagepub.com/doi/pdf/10.1177/23998083211016871",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zfRBnn0ow7EJ:scholar.google.com/",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "A manifesto for science communication as collective intelligence",
      "pub_year": 2022,
      "citation": "",
      "author": "Dawn Holford and Angelo Fasce and Katy Tapper and Miso Demko and Stephan Lewandowsky and Ulrike Hahn and Ahmed Al-Rawi and Sameer Alladin and T Sonia Boender and Hendrik Bruns and Helen Fischer and Christian Gilde and Paul HP Hanel and Stefan Herzog and Astrid Kause and Sune Lehmann and Matthew S Nurse and Caroline Orr and Niccolò Pescetelli and Maria Petrescu and Sunita Sah and Philipp Schmid and Miroslav Sirota and Marlene Wulf",
      "abstract": "Many of the most pressing challenges societies face today—from climate change to global pandemics—require large-scale, collective decisions informed by the best available evidence. It is only when public beliefs are built on reliable knowledge, rather than poorly informed opinions, that we can successfully address these challenges. However, there are barriers to effective science communication, especially in rapidly evolving crisis situations or when evidence conflicts with political or commercial interests."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:pQTOvowfQioC",
    "num_citations": 0,
    "pub_url": "https://pure.mpg.de/rest/items/item_3388194/component/file_3388196/content",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Self-interested behaviour as a social norm",
      "pub_year": 2020,
      "citation": "arXiv e-prints, arXiv: 2008.01884, 2020",
      "author": "Kamilla Haworth Buchter and Bjarke Mønsted and Sune Lehmann",
      "journal": "arXiv e-prints",
      "pages": "arXiv: 2008.01884",
      "abstract": "Language can exert a strong influence on human behaviour. In experimental studies, it is for example well-known that the framing of an experiment or priming at the beginning of an experiment can alter participants' behaviour. However, few studies have been conducted to determine why framing or priming specific words can alter people's behaviour. Here, we show that the behaviour of participants in a game-theoretical experiment is driven mainly by social norms, and that participants' adherence to different social norms is influenced by the exposure to economic terminology. To explore how these terminology-driven changes impact behavior at the system level, we use established frameworks for modeling collective cooperative behaviour. We find that economic terminology induces a behavioural difference which is larger than that caused by financial incentives in the magnitude usually employed in experiments …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:2v_ZtQDX9iAC",
    "num_citations": 0,
    "pub_url": "https://ui.adsabs.harvard.edu/abs/2020arXiv200801884H/abstract",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qbHDxfBhTz8J:scholar.google.com/",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Interacting contagions",
      "pub_year": 2020,
      "citation": "Nature Physics 16 (4), 377-378, 2020",
      "author": "Sune Lehmann",
      "journal": "Nature Physics",
      "volume": "16",
      "number": "4",
      "pages": "377-378",
      "publisher": "Nature Publishing Group UK",
      "abstract": "Complex contagions — for example when ideas spread across a network — are thought to be different from the simple contagions observed for infections. Simple contagions are now shown to exhibit a key macroscopic characteristic of complex behaviour when they interact."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:UuEBAcK4md4C",
    "num_citations": 0,
    "pub_url": "https://www.nature.com/articles/s41567-020-0817-9",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2JOn1mKgJZ0J:scholar.google.com/",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Inferring transportation mode from smartphone sensors: Evaluating the potential of Wi-Fi and Bluetooth",
      "pub_year": 2020,
      "citation": "",
      "author": "Kelton Minor and Piotr Sapieżyński and Sune Lehmann and David Dreyer Lassen",
      "abstract": "Understanding which transportation modes people use is critical for smart cities and planners to better serve their citizens. We show that using information from pervasive Wi-Fi access points and Bluetooth devices can enhance GPS and geographic information to improve transportation detection on smartphones. Wi-Fi information also improves the identification of transportation mode and helps conserve battery since it is already collected by most mobile phones. Our approach uses a machine learning approach to determine the mode from pre-prepocessed data. This approach yields an overall accuracy of 89% and average F1 score of 83% for inferring the three grouped modes of self-powered, car-based, and public transportation. When broken out by individual modes, Wi-Fi features improve detection accuracy of bus trips, train travel, and driving compared to GPS features alone and can substitute for GIS features without decreasing performance. Our results suggest that Wi-Fi and Bluetooth can be useful in urban transportation research, for example by improving mobile travel surveys and urban sensing applications."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:z8nqeaKD1nsC",
    "num_citations": 0,
    "pub_url": "https://vbn.aau.dk/files/413515004/pone.0234003.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&oe=ASCII&q=related:1smVv2WGNqsJ:scholar.google.com/",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Mobile phone data and COVID-19: Missing an opportunity?(preprint)",
      "pub_year": 2020,
      "citation": "",
      "author": "Nuria Oliver and Emmanuel Letouzé and Harald Sterly and Sébastien Delataille and Marco De Nadai and Bruno Lepri and Renaud Lambiotte and Richard Benjamins and Ciro Cattuto and Vittoria Colizza and Nicolas de Cordes and Samuel P Fraiberger and Till Koebe and Sune Lehmann and Juan Murillo and Alex Pentland and Phuong N Pham and Frédéric Pivetta and Albert Ali Salah and Jari Saramäki and Samuel V Scarpino and Michele Tizzoni and Stefaan Verhulst and Patrick Vinck",
      "abstract": "This paper describes how mobile phone data can guide government and public health authorities in determining the best course of action to control the COVID-19 pandemic and in assessing the effectiveness of control measures such as physical distancing. It identifies key gaps and reasons why this kind of data is only scarcely used, although their value in similar epidemics has proven in a number of use cases. It presents ways to overcome these gaps and key recommendations for urgent action, most notably the establishment of mixed expert groups on national and regional level, and the inclusion and support of governments and public authorities early on. It is authored by a group of experienced data scientists, epidemiologists, demographers and representatives of mobile network operators who jointly put their work at the service of the global effort to combat the COVID-19 pandemic."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:jtI9f0ekYq0C",
    "num_citations": 0,
    "pub_url": "https://pesquisa.bvsalud.org/global-literature-on-novel-coronavirus-2019-ncov/resource/pt/ppzbmed-2003.12347v1",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Vores forskning er ikke til salg",
      "pub_year": 2014,
      "citation": "Politiken, 2014",
      "author": "Anders Søgaard and Rebecca Adler-Nissen and Steffen Dalsgaard and Vibe Gedsø Frøkjær and Kristin Veel and Sune Lehmann and Kresten Lindorff-Larsen",
      "journal": "Politiken",
      "publisher": "JP/Politikens Hus A/S",
      "abstract": "Vores forskning er ikke til salg — IT-University of Copenhagen Skip to main navigation Skip to search \nSkip to main content IT-University of Copenhagen Home IT-University of Copenhagen Logo Help & \nFAQ Dansk English Home Profiles Research Units Research output Activities Prizes Press / Media \nSearch by expertise, name or affiliation Vores forskning er ikke til salg Anders Søgaard, Rebecca \nAdler-Nissen, Steffen Dalsgaard, Vibe Gedsø Frøkjær, Kristin Veel, Sune Lehmann, Kresten \nLindorff-Larsen Technologies in Practice Business IT Research output: Journal Article or Conference \nArticle in Journal › Contribution to newspaper - Feature article Overview Activities (1) Original \nlanguage Danish Journal Politiken ISSN 0907-1814 Publication status Published - 28 Jul 2014 \nAccess to Document http://politiken.dk/debat/kroniken/ECE2351851/vores-forskning-er-ikke-til-salg/ \nActivities Activities per year 2013 2013 2013 …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:zUl2_INMlC4C",
    "num_citations": 0,
    "pub_url": "https://pure.itu.dk/portal/en/publications/vores-forskning-er-ikke-til-salg",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Visualizing QS Data Using Time Spirals",
      "pub_year": 2014,
      "citation": "Quantified Self Europe Conference (QSEU 2014), 2014",
      "author": "Jakob Eg Larsen and Andrea Cuttone and Sune Lehmann",
      "conference": "Quantified Self Europe Conference (QSEU 2014)",
      "abstract": "An inherent property of most self-tracking data is the repetitions and re-occurring events on different temporal scales, including days, weeks, months, and years. We propose an interactive time spiral visualization technique for visualizing time series data aiming to capture the continuous property of QS data, while also emphasizing the reoccurrences of events on multiple time scales. The time spiral concept builds on top of a clock-dial metaphor with a circle corresponding to a arbitrary time span (eg hour, day, week). The continuity of the time series data is captured by the continuous spiral timeline with the present in the outer ring and the past towards the center. The time spiral visualization supports the user in exploring repetitive patterns, but also to observe deviations, irregularities, and changes over time. Possible configurations of the time spiral visualization is shown below.CASE STUDIES: DATA AND …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:s85pQhAUCrAC",
    "num_citations": 0,
    "pub_url": "https://oaklab.org/wp-content/uploads/2014/05/QSEU14_QS_Spiral.pdf",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Networks in the Twenty-First Century.",
      "pub_year": 2014,
      "citation": "Encyclopedia of Social Network Analysis and Mining, 1136-1141, 2014",
      "author": "Sune Lehmann",
      "pages": "1136-1141"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:LPtt_HFRSbwC",
    "num_citations": 0,
    "pub_url": "https://scholar.google.com/scholar?cluster=3074368047628616380&hl=en&oi=scholarr",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Structures in Complex Bipartite Networks",
      "pub_year": 2009,
      "citation": "Open Information Management: Applications of Interconnectivity and …, 2009",
      "author": "Sune Lehmann",
      "pages": "176-189",
      "publisher": "IGI Global",
      "abstract": "A network structure of nodes and links is an informative way to study information systems. The network representation is valuable because it encodes the structure of the data. This chapter reviews recent advances in the field of network science with an emphasis on describing the structure of information networks. The author argues that bipartite networks constitute an important class of networks, and describes a method for detecting overlapping communities in bipartite networks. The author discusses the relevance of network communities to the future of organizing and understanding large datasets."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:kNdYIx-mwKoC",
    "num_citations": 0,
    "pub_url": "https://www.igi-global.com/chapter/open-information-management/27795",
    "url_related_articles": "/scholar?oi=bibs&hl=en&oe=ASCII&q=related:i2RqpO5D9YIJ:scholar.google.com/",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Kvaliteten af kvalitetsmål (sekundærpublikation)",
      "pub_year": 2007,
      "citation": "Ugeskrift for læger 169 (38), 3205, 2007",
      "author": "Sune Lehmann and Andrew D Jackson and Benny E Lautrup",
      "journal": "Ugeskrift for læger",
      "volume": "169",
      "number": "38",
      "pages": "3205",
      "abstract": "Er visse måder at måle videnskabelig kvalitet på bedre end andre? Vi analyserer pålideligheden og præcisionen af forskellige metoder, der typisk benyttes til at rangordne lister af videnskabelige publikationer. Vi påviser, at flere almindeligt anvendte kvalitetsmåls manglende pålidelighed gør dem ubrugelige i praksis.Det er alment accepteret, at antallet af en videnskabelig artikels citationer–set i forhold til andre artikler i samme felt–udgør et kvantitativt mål for artiklens videnskabelige værdi. Hvis en artikel citeres ofte, betyder det, at artiklens indhold er en aktiv del af mange andres videnskabelige arbejde. Sammenhængen mellem citationer og forskeres videnskabelige værd er imidlertid mere kompliceret, idet de fleste forskere producerer mere end kun en artikel. Spørgsmålet om, hvordan citationerne af en række artikler i en sådan citationsliste kombineres til et mål for personens videnskabelige formåen, er ikke trivielt, og det er emnet for denne undersøgelse. Vores analyse er baseret på alle artikler, der er publiceret i teoretisk højenergifysik og samlet i databasen SPIRES, men vi forventer kvalitativt lignende resultater for andre natur-og sundhedsvidenskabelige felter, hvor publikation af videnskabelige artikler spiller en central rolle i formidlingen af forskningsresultater. En af de primære grunde til, at» gode «"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:4TOpqqG69KYC",
    "num_citations": 0,
    "pub_url": "https://www.lautrup.nbi.dk/artikler/kvalitet.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nuzul6kbZ3EJ:scholar.google.com/",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "All systems go in Shanghai for connecting innovators",
      "citation": "",
      "author": "Hernan Makse and Adilson Motter and Vittoria Colizza and Sune Lehmann",
      "abstract": "All systems go in Shanghai for connecting innovators Page 1 Advertiser retains sole \nresponsibility for content Advertiser retains sole responsibility for content China’s Minister of \nScience and Technology, Wang Zhigang, underlined the crucial role of scientific innovation in \na country’s economic fortunes when he addressed the recent 2018 Pujiang Innovation Forum \nheld in Shanghai. Wang cited the work of New York University professor, Paul Romer, who \nwon the 2018 Nobel Prize for economic sciences for ‘integrating technological innovations into \nmacroeconomic analyses’. The minister referred to Romer’s work on the endogenous growth \ntheory, which links investment in innovation, knowledge and human capital to growth. The \nconference theme was ‘innovation driven development and supply-side structural reform in a \nnew age’. “The core of supply-side structural reform is to improve productivity,” said Wang. “The …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:c_xDhezhKKUC",
    "num_citations": 0,
    "pub_url": "https://www.nature.com/articles/d42473-018-00328-1.pdf",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Generating 2-Dimensional Overviews from a Bi-Partite Classification of Images",
      "citation": "",
      "author": "M Schich and S Lehmann",
      "abstract": "Recently a number of projects classify and annotate massive numbers of images and image segments with tags and other classifcation criteria. The work in these projects is either done manually by human editors (Russell, 2008: http://labelme. csail. mit. edu/; Schich, 2007; more examples see Obrenovic, 2007), automatically with the help of pattern recognition algorithms (see for eg http://www. definiens. com) or most promising by human computation, ie in a collaborative effort in the form of games such as Peekaboom (Ahn, 2006: http://www. peekaboom. org/).The data produced by these efforts can be understood as a bi-partite network with image documents in one partition and (visual) classification criteria in the other. Typically in addition, the image documents as well as the classification criteria in each partition may feature more structure in the form of trees or ontologies. Fig. 1 shows a simple example of this structure, where a painting and its classified segments (a) can be represented as a simple tree (b), which is connected to the partition of classifications via the classification link."
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:X0DADzN9RKwC",
    "num_citations": 0,
    "pub_url": "https://citeseerx.ist.psu.edu/document?repid=rep1&type=pdf&doi=57104f1b39c5876d1de7b4cc8ef60d101866807e",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Z20gafNA3BEJ:scholar.google.com/",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Scalable Hierarchical Embeddings of Complex Networks",
      "citation": "",
      "author": "Nikolaos Nakis and Abdulkadir CELIKKANAT and Sune Lehmann and Morten Mørup",
      "abstract": "Graph representation learning has become important in order to understand and predict intrinsic structures in complex networks. A variety of embedding methods has in recent years been developed including the Latent Distance Modeling (LDM) approach. A major challenge is scaling network embedding approaches to very large networks and a drawback of LDM is the computational cost invoked evaluating the full likelihood having O(N^2) complexity, making such analysis of large networks infeasible. We propose a novel multiscale hierarchical estimate of the full likelihood of LDMs providing high details where the likelihood approximation is most important while scaling in complexity at O(NlogN). The approach relies on a clustering procedure approximating the Euclidean norm of every node pair according to the multiscale hierarchical structure imposed. We demonstrate the accuracy of our approximation and for the first time embed very large networks in the order of a million nodes using LDM and contrast the predictive performance to prominent scalable graph embedding approaches. We find that our approach significantly outperforms these existing scalable approaches in the ability to perform link prediction, node clustering, and classification utilizing a surprisingly low embedding dimensionality of two to three dimensions whereas the extracted hierarchical structure facilitates network visualization and interpretation. The developed scalable hierarchical embedding approach enables accurate low dimensional representations of very large networks providing detailed visualizations that can further our understanding of their properties and …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:-uzm3Y7AvW0C",
    "num_citations": 0,
    "pub_url": "https://openreview.net/forum?id=U-GB_gONqbo",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8fh4MnoBSAAJ:scholar.google.com/",
    "cites_per_year": {}
  },
  {
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
      "title": "Interactive visualization of community dynamics in temporal networks",
      "citation": "",
      "author": "Ulf Aslak Jensen and Sune Lehmann and Enys Mones",
      "abstract": "Visualization of community structure in temporal networks is a relatively unexplored area of research. Efforts to understand these structures and build visualizations, have been made, but are mainly focused either on understanding dynamics through time series summary statistics, such as how the number of nodes/links or clustering coefficient develop over time [10, 11], or making simple animations where the viewer can control the time variable [8].In this paper, we propose and demonstrate a novel design for interactive visualization of community dynamics in temporal networks. Our demonstration uses a temporal network of real-world human interactions throughout a day, recorded as pairwise bluetooth connections between personal mobile phones held by students at the Technical University of Denmark (DTU). Communities are computed using the Infomap algorithm [1], and as a result, the demonstration shows …"
    },
    "filled": true,
    "author_pub_id": "wvkUbiUAAAAJ:NDuN12AVoxsC",
    "num_citations": 0,
    "pub_url": "https://scholar.google.com/scholar?cluster=12898256942954466085&hl=en&oi=scholarr",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JUuEClrQ_7IJ:scholar.google.com/",
    "cites_per_year": {}
  }
]
